[
  {
    "id": 1,
    "arabic": "فصل فى أحكام النكاح",
    "arabica": "فصل فى أحكام النكاح\n\nحُكْمُ النِّكَاحِ خَمْسَةٌ  فَاْلأَوَّلُ * لِقَادِرٍ عَلَـيْهِ يُنْدَبُ اعْمَلُوْا \n\n.المعنى: قال ابن دقيق العيد: قسم بعض الفقهاء النكاح إلى الأحكام الخمسة: فالأول مستحب لتائق له بتوقانه للوطء إن وجد أُهبتَه من مهر وكسوة فصل التمكين ونفقة يومه تحصينا لدينه سواء أكان مشتغلا بالعبادة أم لا، فإن فقد أُهبته فتركه أولى وكُسر إرشادا توقانُه بصوم لخبر عن عبد الله: قال لنا رسول الله صلى الله عليه وسلم: {يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ} متفق عليه. أي قاطع لتوقانه، والباءة بالمد مؤن النكاح، فإن لم تنكسر بالصوم فلا يكسره بالكافور ونحوه بل يتزوج \n قال عياض: والمندوب أيضا في حق كل من يرجى منه النسل ولو لم يكن له في الوطء شهوة، لقوله صلى الله عليه وسلم: {..فَإِنِّي مُكَاثِر بِكُمْ..} أخرجه ابن ماجة. ولظواهر الحض على النكاح والأمر به، وكذا في حق من له رغبة في نوع من الإستمتاع بالنساء غير الوطء. قال الغزاليّ في الإحياء: من اجتمعت له فوائد النكاح وانتفت عنه آفاته فالمستحب في حقه التزويج، ومن لا فالترك له أفضل. وقال ابن حجر: والحاصل أن الإستحباب فيما إذا حصل به معنىً مقصودا من كسر شهوة وإعفاف نفس وتحصين فرج ونحو ذلك .إهـ \n \n ثَانٍ لَهَا فَوَاجِـبٌ لِلْـقَادِرِ  *  عَلَيْهِ بَلْ يَخْشَى الزِّنَا فَلْيَحْذَرِ \n\n المعنى: الثانى واجب على من قدر على النكاح وتاقت نفسه إليه وخشي العنت، بمعنى أنه لا ينكفّ عن الزنا إلا به، لأن صيانة النفس وإعفافها عن الحرام واجب، ولا يتم ذلك إلا بالتزويج.  وقال القرطبي: المستطيع الذي يخاف الضرَر على نفسه ودينه من العزوبة بحيث لا يرتفع عنه ذلك إلا بالتزويج. وهذا لا يختلف في وجوب التزويج عليه، فإن تاقت نفسه إليه وعجز عن الإنفاق على الزوجة فإنه يسعه قوله تعالى:{وَلْيَسْتَعْفِفِ الَّذِينَ لاَ يَجِدُوْنَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} النور: 33. فإن تعارض بر الوالدين والرغبة في الزواج، فإن خشى على الزنا فالواجب تقديمها على برهما. ونبه ابن الرفعة على صورة يجب فيها، وهي ما إذا نذره حيث كان مستحبا .إه \n\n ثَانٍ لَهَا فَوَاجِـبٌ لِلْـقَادِرِ  *  عَلَيْهِ بَلْ يَخْشَى الزِّنَا فَلْيَحْذَرِ \n\n المعنى: الثانى واجب على من قدر على النكاح وتاقت نفسه إليه وخشي العنت، بمعنى أنه لا ينكفّ عن الزنا إلا به، لأن صيانة النفس وإعفافها عن الحرام واجب، ولا يتم ذلك إلا بالتزويج.  وقال القرطبي: المستطيع الذي يخاف الضرَر على نفسه ودينه من العزوبة بحيث لا يرتفع عنه ذلك إلا بالتزويج. وهذا لا يختلف في وجوب التزويج عليه، فإن تاقت نفسه إليه وعجز عن الإنفاق على الزوجة فإنه يسعه قوله تعالى:{وَلْيَسْتَعْفِفِ الَّذِينَ لاَ يَجِدُوْنَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} النور: 33. فإن تعارض بر الوالدين والرغبة في الزواج، فإن خشى على الزنا فالواجب تقديمها على برهما. ونبه ابن الرفعة على صورة يجب فيها، وهي ما إذا نذره حيث كان مستحبا .إهـ \n\n ثَالِثُهَا يُكْرَهُ إِنْ  لَمْ يَرْغِبِ  *  فِىْ الْوَطْءِ وَاْلإِنْفَاقُ مَنْفِىُ انْسِبِ \n\n المعنى: الثالث مكروه لغير التائق له لعلة أو غيرها بأن فقد أهبته، أو وجدها وكان به علة كهرم وتعنين لانتفاء حاجته إليه مع التزام فاقد الأهبة ما لا يقدر عليه وخطرِ القيام بواجبه فيمن عداه وهو الوطء.  فإن انقطع بالزوجة عن شيء من أفعال الطاعة من عبادة أو اشتغال بالعلم اشتدت الكراهة. وقيل الكراهة فيما إذا كان ذلك في حال العزوبة أجمع منه في حال التزويج .إهـ \n \n رَابِعُهَا الْحَـرَامُ إِنْ لَمْ يَقْدُرِ  *  عَلَيْهِ وَاْلإِنْفَاقِ وَالْوَطْءِ اشْعَرِ \n\n المعنى: والرابع حرام في حق من لم يقم بحقوق الزوجية في الوطء والإنفاق مع عدم قدرته عليه وتوقانه إليه، وفي حق النساء إن علمت من نفسها عدم القيام بحقوقه ولم تحتج إليه.  أو كان بها علة تمنع الإستمتاع من جنون أو جذام أو برص أو داء في الفرج، لم يجز لها أن تغره، وعليها أن تبين له ما بها من ذلك \n قال الطبرى: فمتى علم الزوج أنه يعجز عن نفقة زوجته أو صداقها أو شئ من حقوقها الواجبة عليه فلا يحل له أن يتزوجها حتى يبين لها، أو يعلم من نفسه القدرة على أداء حقوقها، وكذلك لو كانت به علة تمنعه من الإستمتاع كان عليه أن يبين، كيلا يغر المرأة من نفسه .إهـ \n\n خَامِسُهَا الْمُبَاحُ فِيْمَانِانْتَفَى10  مِنَ الدَّوَاعِى وَالْمَوَانِعِ  اعْرِفَا \n\n المعنى: والخامس مباح فيما إذا انتفت الدواعي والموانع. قال عياض:  ومن لا يُنسِل ولا أرَب له في النساء ولا في الإستمتاع فهذا مباح في حقه إذا علمت المرأة بذلك ورضيت، وقد يقال: إنه مندوب أيضا لعموم قوله ''لاَ رَهْبَانِيَّة فِي اْلإِسْلاَم'' والمراد بها الغلو في تحمل التعبد في فرط الخوف. فقد روى الطبراني عن سعد أن النبى صلى الله عليه وسلم قال: {إِنَّ اللَّه أَبْدَلَنَا بِالرَّهْبَانِيَّةِ الْحَنِيفِيَّة السَّمْحَة}  .إهـ ",
    "terjemahan": "Hukum Nikah"
  },
  {
    "id": 2,
    "arabic": "فصل فى حكمة النكاح",
    "arabica": "فصل فى حكمة النكاح\n\nوَرَغِبَ اْلإِسْلاَمُ  فِى النِّكَاحِ  *  كَمَا يَـدُلُّ النَّصُّ بِالصَّرِيْحِ\n\nالمعنى: وقد رغب الإسلام فى الزواج بصور متعددة للترغيب، فتارة يذكر أنه من سنن وهدى المرسلين، وأنهم القادة الذين يجب علينا أن نقتدى بهداهم. قال تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً} الرعد: 38. وفى حديث الترمذى عن أبى أيوب رضى الله عنه أن رسول الله صلى الله عليه وسلم قال: {أَرْبَعٌ مِنْ سُنَنِ الْمُرْسَلِيْنَ: الْحَيَاء، وَالتَّعَطُّر، وَالسِّوَاك، وَالنِّكَاح}، وتارة يذكره فى معرض الإمتنان. قال تعالى: {وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ} النحل:72. وأحيانا يتحدث عن كونه آية من آيات الله. قال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} الروم:21. وإنما رغب الاسلام في الزواج على هذا النحو، وحبب فيه لما يترتب عليه من آثار نافعة على الفرد نفسه، وعلى الأمة جميعا، وعلى النوع الإنساني عامة، كمايأتى .إهـ\n\nحِكْمَتُهُ إِتْبَاعُ طَهَ الْمُصْطَفَى  *  وَلِلثَّـوَابِ قَالَ مَنْ قَدْ شَرَفَا\n\nالمعنى: وحكمته كثيرة منها: إتباع النبيّ صلى الله عليه وسلم. وفي الصحيحين: أن رسول الله صلى الله عليه وسلم قال: {أَمَّا أَنَا فَأَصُوْمُ وَأُفْطِرُ، وَأَقُوْمُ وَأَنَامُ، وَآكَلُ الدَّسَمَ وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِيْ فَلَيْسَ مِنِّيْ}. فهذا يدل على أنه لا ينبغي لنا بل لا يجوز لنا أن نغلو في دين الله سواء في دعاء غيرنا إلى دين الله، أو في أعمالنا الخاصة بنا، بل نكون وسطاً مستقيماً كما أمرنا الله تعالى بذلك، وكما أمر بذلك النبي صلى الله عليه وسلم. \n ومنها: كثرة الثواب فيه وتضاعف الأجر، فعن أنس رضى الله عنه قال:  قال رسول الله صلى الله عليه وسلم: {رَكْعَتَانِ مِنَ الْمُتَزَوِّجِ أَفْضَلُ مِنْ سَبْعِيْنَ رَكْعَةً مِنَ اْلأَعْزَبِ} رواه العقيلي. لعل وجهه أن المتزوج مجتمع الحواس، والأعزب مشغول بمدافعة الغلمة وقمع الشهوة فلا يتوفر له الخشوع الذي هو روح الصلاة. وحيث أن التزوج من السنة فيبقى احتمال أن تضاعف الأجر الموعود هنا هو أيضا لاتباع السنة وليس فقط بسبب ما ذكر من اجتماع الحواس .إهـ\n\n صِلَةُ رَحْمٍ وَأَغَـضُّ  لِلْبَصَرْ  *  وَهَكَذَا  تَسْكِيْنُ قَلْبٍ لِلْبَشَرْ \n\nالمعنى: ومنها: صلة الأرحام والقرابات واتصال القبائل، فبذلك نكاح ذات قرابة بعيدة أولى من نكاح ذات قرابة قريبة أو أجنبية كتزوج علي رضي الله عنه سيدتنا فاطمة رضي الله عنها لأنها بعيدة إذ هي بنت ابن عمه، لا بنت عمه، ولا يشكل ما ذكر بتزوج النبي صلى الله عليه وسلم زينب مع أنها بنت عمته لأنه تزوجها بيانا للجواز. والقريبة من هي في أول درجات العمومة والخوولة. والأجنبية أولى من القرابة القريبة. وفي حاشية الجمل ما نصه: قوله والبعيدة أولى من الأجنبية، قالوا لأن مقصود النكاح إتصال القبائل لأجل اجتماع الكلمة، وهذا مفقود في نكاح القريبة، لأن الإتصال فيها موجود، والأجنبية ليست من قبائله حتى يطلب إتصالها. \nومنها: أغض للبصر، لأن النظر سهم والزواج هو أسلم المرء. فقد أمر الله سبحانه وتعالى المؤمنين والمؤمنات بغض الأبصار عما لا يحل، فلا يحل للرجل أن ينظر إلى المرأة ولا المرأة إلى الرجل. عن بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم {اَلنَّظَرُ سَهْمٌ مِنْ سِهَامِ إِبْلِيْسَ مَسْمُوْمٌ فَمَنْ غَضَّ بَصَرَهُ أَوْرَثَهُ اللَّهُ الْحَلاَوَةَ فِي قَلْبِهِ} رواه الطبراني، وعن جابر أن النبى صلى الله عليه وسلم رأى امرأة فدخل على زينب بنت جحش فقضى حاجته منها ثم خرج إِلى أصحابه فقال لهم: {إِنَّ الْمَرْأَةَ تُقْبِلُ فِى صُورَةِ شَيْطَانٍ وَتُدْبِرُ فِى صُورَةِ شَيْطَانٍ فَإِذَا أَبْصَرَ أَحَدُكُمُ امْرَأَةً فَلْيَأْتِ أَهْلَهُ فَإِنَّ ذَلِكَ يَرُدُّ مَا فِى نَفْسِهِ} رواه مسلم \nومنها: تسكين النفس من الصراع، واطمئنان القلب إلى ما أحل الله. قال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوْا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} الروم:21  قوله (لتَسْكُنُواْ إِلَيْهَا) أي تألفوها وتميلوا إليها، فإن الجنسين المختلفين لا يسكن أحدهما إلى الآخر ولا يميل قلبه إليه. وقوله (وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً) أى جعل بينكم بالمصاهرة والختونة مودة تتوادّون بها، وتتواصلون من أجلها .إهـ \n\nإِخْرَاجُ  مَا يَضُرُّ حَبْسُهُ كَذَا  *  لِكَـثْرَةِ النَّسْلِ  وَلِلْغِنَى خُذَا \n\nالمعنى: ومنها: تفريغ ما يضر حبسه من المني وحصول اللذة والتمتع وهذه هي التي في الجنة، إذ لا تناسل فيها ولا احتباس. وما قيل إن العبد يشتهي فيها الولد فيلد في الجنة فيكون حمله ورضاعه وفطامه في ساعة وإن لم يولد له في الدنيا كالخصي والممسوح فغير صحيح، ولهم فيها ما يشتهون ولو كان حراما في الدنيا كالحرير والخمر وجمع الأختين، قال الرملى: بل صرح القرطبي: بأنه يجوز نكاح سائر المحارم في الجنة إلا الأم والبنت؛ لأن العلة هنا التباغض وقطيعة الرحم وهي منتفية هناك، لا ما فيه رذيلة كوطء في دبر ومنه وطء الأبعاض كبنته وأمه؛ وقد ورد:{يُعْطَى أَحَدُكُمْ فِي الْجَنَّةِ ذَكَرًا مِثْلَ النَّخْلَةِ السَّحُوْقِ وَفَرْجًا يَسَعُ ذَلِكَ} \nومنها: إنجاب الأولاد وتكثير النسل في الأمة الإسلامية واستمرار الحياة لأن النبى صلى الله عليه وسلم يحث عليه حيث يقول: {تَزَوَّجُوا الْوَدُوْدَ الْوَلُوْدَ، فَإنِّي مُكَاثِرٌ بِكُمُ اْلأُمَمَ يَوْمَ الْقِيَامَةِ} رواه أبو داود في السنن. فاعلم أن الإسلام لا يجيز تحديد النسل إلا لضرورة مرض الزوجة حسب رأي طبيبة مسلمة، وما عداها من الأسباب كقلة المال والفقر فلا يجوز التحديد، قال الله تعالى: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ} البقرة: 268. ولا يجوز منع الحمل إذا كان القصد من ذلك خشية الإملاق لأن الله تعالى هو الرازق ذو القوة المتين {وَمَا مِنْ دَابَّةٍ فِي اْلأَرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا} هود: 6. وأما تنظيم النسل بأن يستعمل الزوجان أو احدهما طريقة تمنع من الحمل في وقت دون وقت فهذا جائز إذا رضي به من الزوج والزوجة مثل: أن تكون الزوجة ضعيفة والحمل يزيد ها ضعفا أو مرضا وهي كثيرة الحمل فتستعمل برضا الزوج هذه الحبوب التي تمنع من الحمل مدة معينة فلا باس بذلك وقد كان الصحابة يعزلون في عهد النبي صلي الله عليه وسلم ولم ينهوا عن ذلك، والعزل من أسباب امتناع الحمل من هذا الوطء. \nومنها: جالب للبركة وسبب الغنى وموسع للرزق. فعن عائشة رضى الله عنها قالت: قال رسول الله صلى الله عليه وسلم: {تَزَوَّجُوا النِّسَاءَ فَإِنَّهُنَّ يَأْتِيْنَ بِالْمَالِ} رواه الحاكم، والخطيب، وابن عساكر. وروى عبد الرزاق عن عمر أنه قال: عجبت لرجل لا يطلب الغنى بالباءة والله تعالى يقول في كتابه {إِنْ يَكُوْنُوْا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} النور: 23. وقال القفال في محاسن الشريعة : قد وعد الله على النكاح الغنى فقال: {وَأَنْكِحُوا اْلأَيَامَى مِنْكُمْ وَالصَّالِحِيْنَ} النور: 23.  عن أبي هريرة مرفوعا: {ثَلاَثَةٌ حَقٌّ عَلَى اللَّهِ أَنْ يُغْنِيَهُمْ ''وفي لفظ'' عَوْنُهُمْ '':'' اَلْمُجَاهِدُ فِي سَبِيْلِ اللَّهِ وَالْمُكَاتَبُ الَّذِيْ يُرِيْدُ اْلأَدَاءَ وَالنَّاكِحُ الَّذِيْ يُرِيْدُ الْعَفَافَ} هذا كله إذا صلحت النية  .إهـ",
    "terjemahan": "Hikmah nikah"
  },
  {
    "id": 3,
    "arabic": "فصل فى اختيار الزوج والزوجة",
    "arabica": "فصل فى اختيار الزوج والزوجة \n\nيَلْزَمُ لِلْوَلِيِّ أَنْ يَخْـتَارَ مَنْ  *  لَهُ  شَرِيْفٌ دِيْنُ خُلْقٌ وَحَسَنْ \n\nالمعنى: وعلى الولى أن يختار لكريمته، فلا يزوجها إلا لمن له دين، وخلق، وشرف، وحسن سمت، فإن عاشرها عاشرها بمعروف، وإن سرحها سرحها بإحسان. قال رجل للحسن بن على: إن لى بنتا، فمن ترى أن أزوجها له؟ قال: زوجها لمن يتقى الله، فإن أحبها أكرمها، وإن أبغضها لم يظلمها. وقالت عائشة رضى الله عنها: النكاح رق، فلينظر أحدكم أين يضع كريمته. وقال النبى صلى الله عليه وسلم: {مَنْ زَوَّجَ كَرِيْمَتَهُ مِنْ فَاسِقٍ فَقَدْ قَطَعَ رَحِمَهَا} رواه ابن حبان من حديث أنس.  وهذا مما يدخل به على المرأة ضرر فى دينها ودنياها، فنكاح الزانية أشد من جهة الفراش، ونكاح الزانى أشد من جهة أنه السيد المالك الحاكم على المرأة، فتبقى المرأة الحرة العفيفة فى أسر الفاجر الزانى الذى يقصر فى حقوقها ويتعدى عليها.إهـ  \n\nفَلاَ  يُزَوِّجَـنَّهَا  مُبْـتَدِعَا  *  أَوْ فَاسِقًا أَوْ ظَالِمًا أَوْ مَانِـعَا \n\nالمعنى: والمراد بهذا البيت الكفاءة، وهى المساواة والمماثلة والكفء والكفاء. والمقصود بها فى باب الزواج أن يكون الزوج كفأ لزوجته أى مساويا لها فى المنـزلة، ونظيرا لها فى المركز الإجتماعى، والمستوى الخلقى والمالى. فكلما كانت منـزلة الرجل مساوية لمنـزلة المرأة كانت ذلك أدعى لنجاح الحياة الزوجية، وأحفظ لها من الفشل والإخفاف.\nفعلى الولى أن يختار الكفاءة لها في الدين والنسب والحرية والصنعة، فأما الدين فهو معتبر، فالفاسق ليس بكفء للعفيفة، لما روى أبو حاتم المزني أن رسول الله صلى الله عليه وسلم قال {إِذَا جَاءَكُمْ مَنْ تَرْضوْنَ دِينَهُ وخُلُقَهُ فَزوِّجُوهُ، إلاَّ تَفْعَلُوا تَكُنْ فِتْنَة فِي الأَرْضِ وَفَسَادٌ عَرِيْضٌ} رواه الترمذى. وأما النسب فهو معتبر، فالأعجمي ليس بكفء للعربية، لما روى عن سلمان رضى الله عنه أنه قال لإخوانه المسلمين من العرب {مِنْ حَقِّكُمْ عَلَيْنَا أَنْ لاَ نَؤُمَّكُمْ فِي صَلاَتِكُمْ، وَلاَ نُنْكِحَ نِسَاءَكُمْ، يَعْنِي الْعَرَبَ} رواه محمد بن أبي عمر. وهذا من تواضعه رضي الله عنه، فلا يعرف الفضل لأهله إلا أهله، وإلا فكل مسلم كفء لكل مسلمة في أرجح قول العلماء. وأما الحرية فهى معتبرة، فالعبد ليس بكفء للحرة، وأما الصنعة فهى معتبرة، فالحائك ليس بكفء للبزاز، والحجام ليس بكفء للخراز، لأن الحياكة والحجامة يسترذل أصحابها.  فبهذا لا يجوز للولى أن يزوجها مبتدعا أو فاسقا أو ظالما أو مانعا عن الخير أو شارب خمر، إن علم الولي عدم الكفاءة فالنكاح باطل وإلا فصحيح  .\nواختلف أصحابنا في اليسار فمنهم من قال يعتبر، فالفقير ليس بكفء للموسرة لما روى سمرة قال، قال رسول الله صلى الله عليه وسلم {اَلْحَسَبُ الْمَالُ، وَالْكَرَمُ التَّقْوَى} أخرجه ابن ماجه. ولأن نفقة الفقير دون نفقة الموسر، ومنهم من قال لا يعتبر لأن المال يروح ويغدو ولا يفتخر به ذوو المروءات .إهـ \n\nفَيَسْـتَشِيْرُ ثُـمَّ يَسْـتَخِيْرُ  *  كَعَـادَةِ السَّلَفِ  يَا خَبِـيْرُ \n\nالمعنى: المراد بهذا البيت أنه إذا جاءك رجل وأراد أن يخطب بنتك فعليك أولا أن تستشير أهل العلم والدّين، لأن المشاورة من قواعد الشريعة كما قال ابن عطية: إن الشورى من قواعد الشريعة وعزائم الأحكام، ومن لا يستشير أهل العلم والدّين فعزله واجب، هذا ما لا خلاف له. والمستشار مؤتمن، وصفة المستشار في الأحكام أن يكون عالما دينا، وقل ما يكون ذلك إلا في عاقل. والشورى مبنية على اختلاف الآراء، والمستشير ينظر في ذلك الخلاف، ويتخير، فإذا أرشده اللَّه إلى ما شاء منه، عزم عليه، وأنفذه متوكلا على الله؛ إذ هو غاية الإجتهاد المطلوب منه.  وقال النبى صلى الله عليه وسلم: {مَا نَدِمَ مَنِ اسْتَشَارَ وَلاَ خَابَ مَنِ اسْتَخَارَ} وعن سعد الساعدي أن رسول الله صلى الله عليه وسلم يقول: {مَا شَقِيَ قَطُّ عَبْدٌ بِمُشَوَرَةٍ وَمَا سَعِدَ بِاسْتِغْنَاءِ رَأْيٍ} \nوإذا تيقن قلبك على القبول والإجابة وتعتقد على إمضاء ميل قلبك بعد المشاورة ففوض أمرك إلى الله وتوكل عليه بأن يصلي ركعتين صلاة الإستخارة يقرأ في الركعة الأولى بعد الفاتحة''قُلْ يَا أَيُّهَا الْكَافِرُوْنَ'' في الركعة الثانية ''قُلْ هُوَ اللَّهُ أَحَدٌ '' ثم بعد السلام يدعو بالدعاء المأثور من النبى صلى الله عليه وسلم. وقد أمر الله المؤمنين إذا ترددوا في أمورهم أن يستخيروه بأن يعبدوه، ثم يسألوه الخيرة في الأمر الذي يريدونه، كما رواه الإمام أحمد والبخاري وأهل السنن. فعن جابر بن عبد الله رضي الله عنهما قال: {كَانَ رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا اْلإِسْتِخَارَةَ فِي اْلأُمُوْرِ كَمَا يُعَلِّمُنَا السُّوْرَةَ مِنَ الْقُرْآنِ} رواه البخارى. ويحض الصجابة على أن يختاروا في الأمر الواحد سبع مرات .إهـ \n\nتُنْكَحُ مَـرْأَةٌ  ِلأَرْبَعٍ  كَمَا  *  فِى قَوْلِ طَهَ الْمُصْطَفَى فَلْيَعْزِمَا \nلِمَالِـهَا حَسَبِهَا جَمَـالِهَا  * وَدِيْنِـهَا فَاظْـفَرْ بِذَاتِ دِيْنِهَا \n\nالمعنى: ويستحب لمن أراد النكاح أن يتخير نكاح دَيِّنَةٍ لحديث أبي هريرة مرفوعا: {تُنْكَحُ الْمَرْأَةُ لأَرْبَعٍ: لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا، فَاظْفَرْ بِذَاتِ الدِّيْنِ تَرِبَتْ يَدَاكَ} متفق عليه. فهو إخبار عما يرغب الناس فيه بحسَب طِباعهم، وليس من الأمر في شيء إلا لذات الدين، ومعنى تربت افتقرت فكأنها التصقت بالتراب، أو أن الذي فيها تراب إن لم تظفر بذات الدين من المذكورات .إهـ \n''تنبيهات'': 1) ويستحب نكاح ولود لحديث أنس كان رسول الله صلى الله عليه وسلم يقول: {تَزَوَّجُوا الْوَدُودَ الْوَلُودَ فَإِنِّي مُكَاثِرٌ بِكُمْ اْلأُمَمَ يَوْمَ الْقِيَامَةِ} رواه سعيد. ويعرف كون البكر ولودا بكونها من نساء يعرفن بكثرة الأولاد. 2) ويستحب نكاح بكر لقوله صلى الله عليه وسلم لجابر: {فَهَلاَّ بِكْرًا تُلاَعِبُهَا وَتُلاَعِبُكَ؟} متفق عليه. إلا أن تكون مصلحته في نكاح الثيب أرجح فيقدمها على البكر. 3) و يستحب أن تكون من بيت معروف بالدين والقناعة لأنه مظنة دينها وقناعتها. 4) ويستحب أن تكون حسيبة وهي النسيبة أي طيبة الأصل ليكون ولدها نجيبا فإنه ربما أشبه أهلها ونزع إليهم. 5) ولا ينبغي تزوج بنت زنا ولقيطة وحمقاء ودنيئة نسب ومن لا يعرف أبوها، لخبر {تَخَيِّرُوْا لِنُطَفِكُمْ وَأَنْكِحُوا اْلأَكْفَاءَ وَأَنْكِحُوْا إِلَيْهِمْ} أي اخطبوا إليهم بناتهم. رواه ابن ماجه. ولأنه ربما يعير بكل منهن لدناءة أصلها، وربما اكتسبت من طباع أبيها. 6) ويستحب أن تكون جميلة لأنه أسكن لنفسه وأغض لبصره وأكمل لمودته ولذلك جاز النظر قبل النكاح ولحديث أبي هريرة: قال {قِيْلَ يَا رَسُوْلَ اللَّهِ: أَيُّ النِّسَاءِ خَيْرٌ ؟ قَالَ الَّتِيْ تَسُرُّهُ إِذَا نَظَرَ، وَتُطِيْعُهُ إِذَا أَمَرَ، وَلاَ تُخَالِفُهُ فِيْ نَفْسِهَا وَلاَ فِيْ مَالِهِ بِمَا يَكْرَهُ} رواه أحمد والنسائي. وقد قيل إن الغرائب أنجب، وبنات العم أصبر، وعن يحيى بن جعدة أن رسول الله صلى الله عليه وسلم قال {خَيْرُ فَائِدَةٍ أَفَادَهَا الْمَرْءُ الْمُسْلِمُ بَعْدَ إِسْلاَمِهِ: امْرَأَةٌ جَمِيْلَةٌ تَسُرُّهُ إِذَا نَظَرَ إِلَيْهَا، وَتُطِيْعُهُ إِذَا أَمَرَهَا، وَتَحْفَظُهُ فِيْ غَيْبَتِهِ فِي مَالِهَا وَنَفْسِهَا} رواه سعيد. 7) ويستحب أن تكون أجنبية لأن ولدها يكون أنجب، وإنه لا يأمن الطلاق فيفضي مع القرابة إلى قطيعة الرحم المأمور بصلتها لأن النكاح يراد للعِشْرة ولا تصلح العِشْرة مع الحمقاء ولا يطيب العيش معها، وربما تعدى ذلك إلى ولدها وقد قيل اجتنبوا الحمقاء فإن ولدها ضَيَاع وصحتَها بلاء.  8) ويستحب أن لا يزيد على واحدة إن حصل بها الإعفاف لما فيه من التعرض للمُحرَّم قال تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوْا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} النساء: 129. وقال صلى الله عليه وسلم {مَنْ كَانَ لَهُ امْرَأَتَانِ فَمَالَ إلَى إحْدَاهُمَا جَاءَ يَوْمَ الْقِيَامَةِ وَشِقُّهُ مَائِلٌ} رواه الخمسة. \nوينبغي للرجل أن لا ينكح أعلى منه قدرا ونسبا ومالا وجاها، وأصغر منه سنا فإن ذلك يؤدّي إلى ترفّعها على الزوج واستقلالها به وعدمِ الإكتراث به، وربما أدَّى ذلك إلى النشوز والمخالفة والهجر في المضجع وعدم تمكينه من المباشرة، وربما أدَّى إلى قطع العِشْرة؛ بل الأولى أن يتزوج مثله في المنـزلة ودون ذلك ليعظُم عندها قدرُهُ وترى ما يُحْضره إليها من مأكَل وملبَس حسَنا عظيما؛ قَالَ تَعَالَى: {الرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاءِ} النساء: 34. ويزاد أن لا يكون في حملها خلاف كأن زنى أو تمتَّعَ بأمها أو بها أصلُه أو فرعُه أو شك بنحو رضاع، ولو تعارضت تلك الصفات فالأوجه تقديم ذات الدين مطلقا ثم العقل وحسن الخلق ثم النسب ثم البكارة ثم الولادة ثم الجمال ثم ما المصلحة فيه أظهر بحسب اجتهاده .إهـ \n\nلاَ تُنْكِحُوْا مِنَ النِّسَا فِى سِتَّةِ  20  أَنَّـانَـةٍ مَنَّـانَةٍ حَنَّـانَةِ \nحَـدَّاقَـةٍ بَرَّاقَـةٍ شَدَّاقَـةِ  *  ِلأَنَّـهَا أَدَّتْ إِلَى الْفَـسَادَةِ \n\nالمعنى: قال بعض العرب  (لاَ تُنْكِحُوْا مِنَ النِّسَاءِ سِتَّةً لاَ أَنَّانَةٍ وَلاَ مَنَّانَةٍ وَلاَ حَنَّانَةٍ وَلاَ تَنْكِحُوْا حَدَّاقَةٍ وَلاَ بَرَّاقَةٍ وَلاَ شَدَّاقَةٍ)، أما الأنانة فهي التي تكثر الأنين والتشكي وتعصب رأسها كل ساعة فنكاح الممراضة أو نكاح المتمارضة لا خير فيه والمنانة التي تمن على زوجها فتقول فعلت لأجلك كذا وكذا والحنانة التي تحن إلى زوج آخر أو ولدها من زوج آخر وهذا أيضا مما يجب اجتنابه والحداقة التي ترمي إلى كل شيء بحدقتها فتشتهيه وتكلف الزوج شراءه والبراقة تحتمل معنيين: (أحدهما) أن تكون طول النهار في تصقيل وجهها وتزيينه ليكون لوجهها بريق محصل بالصنع. (والثاني) أن تغضب على الطعام فلا تأكل إلا وحدها وتستقل نصيبها من كل شيء. وهذه لغة يمانية يقولون برقت المرأة وبرق الصبي الطعام إذا غضب عنده والشداقة المتشدقة الكثيرة الكلام ومنه قوله صلى الله عليه وسلم {إِنَّ اللَّهَ تَعَالَى يَبْغَضُ الثَّرْثَارِيْنَ الْمُتَشَدِّقِيْنَ} رواه الترمذي وحسنه . وذكر الماوردي والغزالي أنه يكره نكاح الحنّانة والأنّانة والحداقة والبرّاقة والشدّاقة والمِمْراضة.  \nأورد القاضي والماوردي خبرا {أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِزَيْدِ بْنِ حَارِثَةَ لاَ تَتَزَوَّجْ خَمْسًا لاَ شَهْبَرَةَ وَلاَ لَهْبَرَةَ وَلاَ نَهْبَرَةَ وَلاَ هَنْدَرَةَ وَلاَ لَقُوتًا} فالأولى الزرقاء البذِيَّة، والثانية الطويلة المهزولة، والثالثة العجوزة المدْبرة، والرابعة القصيرة الذميمة، والخامسة ذات الولد من غيرك . \nقال في الإحياء: وكما يستحب نكاح البكر يسن أن لا يزوج الولي ابنته إلا من بكر لم يتزوج قط لان النفوس جبلت على الايناس بأول مألوف. قال الماورديّ: اعلم أن نكاح البكر معتبر بأوليائها، ونكاح الثيب معتبر بنفسها.إهـ",
    "terjemahan": "Memilih suami dan istri"
  },
  {
    "id": 4,
    "arabic": "فصل فى نظر الرجل إلى المرأة وعكسه",
    "arabica": "فصل فى نظر الرجل إلى المرأة وعكسه \n\nوَحُكْمُ  نَظْرِ رَجُلٍ لِلْمَـرْأَةِ  *  فَاعْلَمْ بِأَنَّ قِسْمَهُمْ فِى سَبْعَةِ \n\nالمعنى: ونظر الرجل الفحل البالغ العاقل إلى المرأة ولو غير مشتهاة على سبعة أضرب. فخرج بقيد الرجل والمرأة حكم نظره لمثله فيحل، وكذا يحل حكم نظرها لمثلها. والصحيح أن حكم الخنثى المشكل في النظر كحكم الرجل. وبقيد الفحل الممسوح فنظره للأجنبية جائز على الأصح كنظر الفحل إلى محارمه. وبقيد البالغ الصبي ولو مميزا لكن المراهق هنا كالبالغ على الأصح، ومعنى حرمة النظر فى المراهق هنا مع أنه غير مكلف أنه يحرم على وليه تمكينه منه، ويحرم على المرأة أن تنكشف عليه، وبقيد العاقل المجنون فنظره لا يوصف بتحريم كالبهيمة .إهـ \n\n أَوَّلُـهَا جَـوَازُهُ لِلـزَّوْجَةِ  *  حَتَّى إِلَى الْفَرْجِ مَعَ الْكَرَاهَةِ \n\nالمعنى: الضرب الأول: نظر الرجل إلى زوجته فيجوز أن ينظر إلى جميع بدنها لأنه يجوز له الإستمتاع بها، نعم في النظر إلى فرجها وجه أنه يحرم لقوله صلى الله عليه وسلم {اَلنَّظَرُ إِلَى الْفَرْجِ يُوْرِثُ الطَّمَسَ} رواه ابن حبانَ وغيره، أي العمى وقال في العدة: يولد الولد أعمى، ومنهم من قال يورث العمى للناظر، والصحيح أنه لا يحرم النظر إلى الفرج لأنه يجوز له الإستمتاع به، بل هو محل الإستمتاع الأعظم فالنظر أولى. والخبر إن صح فمحمول على الكراهة، والنظر إلى باطن الفرج أشد كراهة، ولهذا يكره للإنسان أن ينظر إلى فرجه لغير حاجة، واعلم أن نظر الزوج إلى زوجته كنظرها إليه، بل يجوز نظرها إلى فرجه قطعا .إهـ \n\n ثَانٍ لَهَا لِمَـنْ  أَرَادَ زَوْجَهَا  *  لِلْوَجْهِ وَالْكَفِّ جَوَازُ نَظْرِهَا \n\nالمعنى: الضرب الثانى: النظر لأجل النكاح، فيجوز إلى الوجه والفكين، وهل يستحب النظر لئلا يندم لأن النكاح يراد به الدوام أو يباح؟ الصحيح أنه يستحب لقوله عليه الصلاة والسلام للمغيرة بن شعبة {اُنْظُرْ فَإِنَّهُ أَحْرَى أَنْ يُؤْدِمَ بَيْنَكُمَا} رواه النسائي وابن ماجه، ويجوز تكرير النظر ليتبين له، وسواء نظر بإذنها أو بغير إذنها، فإن لم يتيسر له بعث امرأة تتأملها وتصفها له لأن عليه الصلاة والسلام بعث أم سليم إلى امرأة وقال: {اُنْظُرِيْ إِلَى عُرْقُوْبِهَا وَشُمِّي مَعَاطِفَهَا} أخرجه أحمد، والطبراني، والحاكم. وفي رواية ''مِّي عَوَارِضَهَا'' وهي الأسنان التي في عرض الفم، وهي ما بين الثنايا والأضراس، واحدها عارض. والمراد اختبار رائحة النكهة، وأما المعاطف فهي ناحيتا العنق. ويثبت مثل هذا الحكم للمرأة أيضا فإذا رغبت في نكاح رجل تنظر إليه فإنه يعجبها منه ما يعجبه منها قاله عمر رضي الله عنه. والأصل تحريم نظر الأجنبي والأجنبية إلا بدليل كالدليل على جواز نظر الرجل لمن يريد خطبتها \nثم المنظور إليه الوجه، والكفان ظهراً وبطناً، ولا ينظر إلى غير ذلك، وفي وجه ينظر إليها كنظر الرجل إلى الرجل، وهذا النظر مباح وإن خافا فتنة لغرض التزويج، ووقت النظر بعد العزم على نكاحها، وقيل الخطبة لئلا يتركها بعد الخطبة فيؤذيها، هذا هو الصحيح، وقيل ينظر حين يأذن في عقد نكاحها، وقيل عند ركون كل واحد إلى صاحبه وإذا نظر ولم تعجبه فليسكت ولا يقول: إني لا أريدها لأنه إيذاء والله أعلم .إهـ \n\nثَالِثُـهَا فَالنَّـظْرُ لِلإِيْـلاَجِ  *  فَذَاكَ جَائِزٌ  وَلَوْ فِى الْفَرْجِ \n\nالمعنى: الضرب الثالث: النظر للمداواة فيجوز إلى المواضع التي يحتاج إليها. ومن مواضع الحاجة النظر إلى المرأة الأجنبية لاحتياجها إلى الفصد والحجامة ومعالجة العلة لأن أم سلمة رضي الله عنها استأذنت رسول الله صلى الله عليه وسلم في الحجامة {فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَا طَيْبَةَ أَنْ يُحْجِمَهَا}. رواه مسلم، وليكن ذلك بحضرة محرم أو زوج خشية الخلوة بشرط أن لا تكون هناك امرأة تعالجها، وكذلك يشترط في معالجة المرأة الرجل أن لا يكون هناك رجل. قاله الزبيدي والروياني. قال النووي: وهو الأصح. والمتولي قالا: والأولى أن لا يكون ذمياً مع وجود مسلم. واعلم أن أصل الحاجة كاف في النظر إلى الوجه واليدين وفي النظر إلى بقية الأعضاء يعتبر تأكد الحاجة وفي النظر إلى السوءتين يعتبر مزيد تأكد الحاجة، قال الغزالي: وذلك بأن تكون الحاجة بحيث لا يعد التكشف بسببها هتكا للمروءة وتعذرا في العادة والله أعلم .إهـ \n\nرَابِعُهَا فَالنَّـظْرُ  لِلْمُـعَامَلَةْ  *  لِوَجْهِهَا فَقَطْ يَجُوْزُ فَاعْمِلَهْ \n\nالمعنى: الضرب الرابع: النظر للمعاملة كبيع وشراء ، فيجوز إلى الوجه خاصة، والتقييد بالوجه فقط لأن الحاجة به تندفع والباقي ممنوع منه. ولا خلاف بين الفقهاء في تحريم النظر للمعاملة إذا قصد به التلذذ أو غلب على الظن وقوع الشهوة معه، فإن لم يقصد به اللذة ولا خيفت منه الفتنة أو الشهوة، فيجوز إلى ما سوى العورة عند الحنفية والمالكية. \nوأما الشافعية والحنابلة فمذهبهم تحريم نظر الرجل من غير حاجة إلى أي عضو من أعضاء المرأة الأجنبية حتى الوجه والكفين، ومع ذلك فقد أجازوا للرجل النظر إلى وجه المرأة للمعاملة من بيع وشراء ونحوهما، ليرجع بالعهدة، ويطالب بالثمن ونحو ذلك، ولا يجوز النظر إلى غير الوجه، للاكتفاء بالنظر إليه في تحقيق الحاجات الناشئة عن المعاملة، ويجوز للمرأة أن تنظر إلى وجه الرجل للمعاملة أيضا لتحقق الحاجة في حقها كالرجل .إهـ \n\nخَامِسُهَا  فَالنَّـظْرُ  لِلشَّهَادَةِ  *  فَجَـائِزٌ حَتَّى  إِلَى الْبُظَارَةِ \n\nالمعنى: الضرب الخامس: النظر للشهادة فيجوز إلى ما تدعو الحاجة إلى نظره من ثدي المرأة المرضعة لأجل الشهادة على الرضاع، وكذا النظر إلى فرجها لأجل الشهادة على الولادة. قال الأصطخري لا يجوز كل ذلك، وقيل يجوز في الزنا دون غيره، وقيل عكسه. وكذا النظر إلى فرج الزانيين لأجل الشهادة عليهما لأن الحاجة تدعو إلى ذلك، وقيل لا يجوز كل ذلك لأن الزنا مندوب إلى ستره، والولادة والرضاع بشهادة النساء مقبولة فيهما والصحيح الأول لأنه بالزنا هتك حرمة الشرع، فجاز أن تهتك حرمته، وأما الرضاع والولادة ففي الجواب عنهما وقفة، وكما يجوز النظر لهذه الأمور كذا يجوز النظر لأجل المعاملة لأن الحاجة قد تدعو إلى ذلك، والله أعلم .إه \n\nسَادِسُهَا نَظْـرٌ ِلأَجْـنَبِـيَّةِ  *  فَغَـيْرُ جَائِزٍ  لِغَـيْرِ حَاجَةِ \n\nالمعنى: الضرب السادس: نظره إلى أجببية لغير حاجة فغير جائز. ثم إن النظر قد لا تدعو إليه الحاجة وقد تدعو إليه الحاجة. الضرب الأول أن لا تمس إليه الحاجة. فحينئذ يحرم نظر الرجل إلى عورة المرأة الأجنبية مطلقاً بشهوة أم لا، خوف فتنة أم لا. نعم إن كان بينهما محرمية نسب أو رضاع أو مصاهرة فيجوز نظر كل إلى ما عدا ما بين سرة الآخر وركبته. والمذكور في بعض كتب الأصحاب إن كان نظرها إلى ما عدا ما بين السرة والركبة بشهوة حرم وإن بدونها لا يحرم. وكذا يحرم إلى وجهها وكفيها إن خاف فتنة، فإن لم يخف ففيه خلاف الصحيح التحريم، قاله الأصطخري وأبو علي الطبري. الضرب الثاني ما تمس الحاجة إليه والحاجة أمور: منها قصد النكاح وغيره من الأخبار  .إهـ \n\nسَابِعُهَا يَجُـوْزُ نَظْـرُهُ إِلَى  *  كُلِّ الْمَحَارِمِ مِنَ اْلأَبْدَانِ، لاَ \nمِنْ بَيْنِ سُرَّةٍ وَرُكْبَةِ انْتَمِ  30  فِى حُكْمِ نَظْرِهَا كَحُكْمِهِ اعْلَمِ \n\nالمعنى: الضرب السابع: نظره إلى ذوات محارمه، فيجوز أن ينظر فيما عدا ما بين السرة والركبة. الرجل لا ينظر من محرمه ما بين سرتها وركبتها قطعاً لأنه عورة، وهل له النظر إلى غير ذلك من بدنها؟ المذهب نعم لقوله تعالى {وَلاَ يُبْدِيْنَ زِيْنَتَهُنَّ إِلاَّ لِبُعُوْلَتِهِنَّ أَوْ آبَائِهِنَّ} النور: 31. إذا المراد مواضع الزينة بطريق حذف المضاف وإقامة المضاف إليه مقامه، لأن النظر إلى نفس الزينة مباح ضرورة فتعين الموضع أو ما يعم المحاسن الخلقية والتزيينية. ولأن المحرمية معنى توجب حرمة المناكحة فيكونان كالرجلين، ألا ترى أنه لا ينتقض وضؤوه بلمسها في الأظهر وسواء في ذلك المحرم بنسب أو مصاهرة أو رضاع على الصحيح، وقيل لا ينظر من محارمه إلا ما يبدو عند المهنة وهي الخدمة. وهل الثدي مما يبدو عند المهنة؟ وجهان. وكما يجوز للمحرم النظر يجوز له الخلوة بمحرمه، والمسافرة بها، والله أعلم .إه",
    "terjemahan": "Hukum melihat laki-laki ke perempuan dan sebaliknya"
  },
  {
    "id": 5,
    "arabic": "فصل فى أركان النكاح والوليمة",
    "arabica": "فصل فى أركان النكاح والوليمة \n\nوَإِنَّ أَرْكَانَ النِّـكَاحِ أَثْـبَتُوْا  *  أَرْبَعَةَ الزَّوْجَانِ  ثُمَّ الصِّيْغَةُ \n\nالمعنى: أركان النكاح أربعة: الركن الأول: الزوجان هما الزوج والزوجة، ويشترط في الزوج حل واختيار وتعيين وعلم بحل المرأة له، فلا يصح نكاح محرم، ولو بوكيله، لقوله صلى الله عليه وسلم: {لاَ يَنْكِحُ الْمُحْرِمُ وَلاَ يُنْكَحُ وَلاَ يَخْطُبُ} رواه مسلم. ولا مكره وغير معين كالبيع، ولا من جهل حلها له احتياطا لعقد النكاح، وكونه يصح طلاقه. ويشترط فى الزوجة حل وتعيين وخلوها من موانع النكاح، فمن الموانع أن تكون الزوجة منكوحة أو معتدة عن غيره أو مطلقته بالثلاث ما لم تحلل أو ملاعنته أو مرتدة أو مجوسية أو وثنية أو زنديقة \nالركن الثانى: الصيغة إيجابا وقبولا: ويشترط في صيغته ما يشترط في صيغة البيع، ومنه عدم التعليق، والتأقيت، ولفظ ما يشتق من تزويج أو أنكاح ولو بعجمية يفهم معناها العاقدان والشاهدان، وإن أحسن العاقدان العربية اعتبارا بالمعنى فلا يصح بغير ذلك كلفظ بيع، وتمليك وهبة. فيقول الولي زوجتك أو أنكحتك ويقول الزوج تزوجت أو نكحت أو قبلت تزويجها أو نكاحها أو يقول الزوج أولا تزوجتها أو نكحتها فيقول الولي زوجتك أو أنكحتك ولا ينعقد بغير لفظ التزويج والإنكاح وفي انعقاده بمعنى اللفظين بالعجمية من العاقدين أو أحدهما أوجه أصحها الإنعقاد، والثالث إن لم يحسن العربية انعقد وإلا فلا، ولا يشترط اتفاق اللفظين منهما فلو قال زوجتك فقال الزوج نكحت أو قال أنكحتك فقال تزوجت صح ولا ينعقد بالكناية .إهـ \n\nوَشَاهِـدَانِ قُلْ هُمَا  عَدْلاَنِ  *  ثُمَّ الْـوَلِيُّ جَاءَ بِائْـتِمَانِ \nثُمَّ إِلَى اْلأَبْعَدِ إِنْ فُـقِدَ بَلْ  * كَانَ إِلَى الْحَاكِمِ وَهْوَ قَدْ عَضَلْ \n\nالمعنى: الركن الثالث: الشهادة فلا ينعقد النكاح إلا بحضرة رجلين مسلمين مكلفين حرين عدلين سميعين بصيرين متيقظين عارفين لسان المتعاقدين، وقيل يصح بالأعميين. وحكى أبو الحسن العبادي رحمه الله وجها أنه ينعقد بمن لا يعرف لسان المتعاقدين لأنه ينقله إلى الحاكم وأما المغفل الذي لا يضبط فلا ينعقد به وينعقد بمن يحفظ وينسى عن قريب وفي الأخرس وذي الحرفة الدنية والصباغ والصائغ وجهان. ويفتقر الشاهدان وكذا الولي إلى ستة شروط الإسلام، والبلوغ، والعقل، والحرية، والذكورة، والعدالة \nالركن الرابع: الولي، لقوله صلى الله عليه وسلم: {لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ وَشَاهِدَيْ عَدْلٍ وَمَا كَانَ مِنْ نِكَاحِ غَيْرِ ذَلِكَ فَهُوَ بَاطِلٌ} رواه ابن حبان في صحيحه. وأولى الولاة الأب ثم الجد أبو الأب ثم الأخ للأب والأم ثم الأخ للأب ثم ابن الأخ للأب والأم ثم ابن الأخ للأب ثم العم ثم ابنه على هذا الترتيب. والترتيب الذي ذكرناه في الأولياء معتبر في صحة النكاح فلا يزوج أحد وهناك من هو أقرب منه لأنه حق مستحق بالتعصيب فأشبه الإرث، فلو زوج أحد منهم على خلاف الترتيب المذكور لم يصح النكاح \nفإن فقدت عصبته زوج السلطان المرأة التي في محل ولايته، لخبر: {السُّلْطَانُ وَلِيُّ مَنْ لاَ وَلِيَّ لَهُ} رواه أحمد عن عائشة رضى الله عنها، فإن لم يكن فيه فليس له تزويجها وإن رضيت كما ذكره الرافعي، وكذا يزوج السلطان إذا عضل النسيب القريب ولو مجبرا، أي امتنع من تزويجها. وقال شريح في أدب القضاء: ولا يجوز أن يكتب بتزويج امرأة في غير عمله \nويشترط في صحة عقد النكاح حضور أربعة: ولي وزوج وشاهدي عدل ويجوز أن يوكل الولي والزوج، فلو وكل الولي والزوج أو أحدهما أو حضر الولي ووكيله وعقد الوكيل لم يصح النكاح لأن الوكيل نائب الولي . والله أعلم \n\nوَالْمَهْرُ قِـيْلَ وَهْوَ مِنْ أَرْكَانِ  *  وَقِيْلَ شَرْطٌ كُنْتَ مِنْ حَسِيْنِ \n\nالمعنى: والمهر هو ما وجب بنكاح أو وطء أو تفويت بضع قهرا. والأصل قبل الإجماع قوله تعالى: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} النساء: 4، وقوله صلى الله عليه وسلم: {الْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ} رواه البخارى. والمهر ليس ركنا في النكاح بخلاف البيع فإن ذكر الثمن ركن فيه، والفرق أن المقصود الأعظم من النكاح الإستمتاع وتوابعه وهو قائم بالزوجين فلهذا لم يكن ركنا في النكاح بخلاف البيع فإن العوض مقصود فيه. وقال ابن الحاجب وغيره من الحنابلة أنه ركن يرد بعدمه في نكاح تفويض وقع فيه طلاق أو موت قبل البناء. وقال أصحاب الحنفية: إن المهر شرط فى جواز النكاح، حتى لا يجوز النكاح بدون المهر .إهـ \nويستحب تسمية المهر في النكاح لأن ذكر المهر عندنا ليس شرطا لصحة النكاح، فإن لم يسم صح العقد ووجب مهر المثل بثلاثة أشياء: أن يفرضه الحاكم أو يفرضه الزوجان أو يدخل بها فيجب مهر المثل. ويسن أن لا ينقص المهر عن عشرة دراهم خروجا من خلاف أبي حنيفة، وأن لا يزيد على خمسمائة درهم كأصدقة بناته صلى الله عليه وسلم وزوجاته .إه \n\nأَوْلِمْ وَلَوْ بِالشَّاةِ تَدْعُ اْلأَقْـرَبَا  *  اَلأَغْـنِيَا وَالْفُـقَرَا فَاجْـتَنِبَا \nمِنْ حَالِ أَهْلِ مُنْكَرٍ وَمُبْـتَدِعْ  *  كَشُرْبِ خَمْرٍ نَحْوِهِ فَلْيَسْتَمِعْ \n\nالمعنى:  وفي وليمة العرس قولان أحدهما أنها واجبة لقوله صلى الله عليه وسلم: {أَوْلِمْ وَلَوْ بِشَاةٍ} رواه البخارى. وأصحهما أنها مستحبة كالأضحية وسائر الولائم. وأقل الوليمة على ما ذكره ابن الصباغ وغيره للمتمكن شاة وإن لم يتمكن اقتصر على ما يقدر عليه \nوأما الإجابة في وليمة العرس فواجبة، وإنما تجب الإجابة بشروط منها أن يعم عشيرته أو جيرانه أو أهل حرفته أغنياءهم وفقراءهم دون ما إذا خص الأغنياء، لحديث أبى هريرة، عن النبى صلى الله عليه وسلم قَالَ: {شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ، يُدْعَى لَهَا اْلأغْنِيَاءُ، وَيُتْرَكُ الْفُقَرَاءُ، وَمَنْ تَرَكَ الدَّعْوَةَ، فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ} رواه البخارى، ومنها أن يخصه بالدعوة بنفسه أو يبعث إليه شخصاً فأما إذا فتح باب داره وقال ليحضر من أراد أو بعث شخصا ليحضر من شاء أو قال لشخص احضر وأحضر معك من شئت فقال لغيره احضر فلا تجب الإجابة، ومنها أن لا يكون هناك من يتأذى بحضوره ولا يليق به مجالسته فإن كان فهو معذور في التخلف، إذا اعتذر المدعو إلى صاحب الدعوة فرضي بتخلفه زال الوجوب وارتفعت كراهة التخلف. ومنها أن لا يكون إحضاره لخوف منه أو طمع في جاهه أو ليعاونه على باطل بل تكون للتقرب أو التودد، ومنها أن يدعو في اليوم الأول فلو أولم ثلاثة أيام فالإجابة في اليوم الثالث مكروهة وفي الثاني لا تجب قطعاً ولا يكون استحبابها، ومنها أن لا يكون هناك منكر كشرب الخمر والملاهي فإن كان نظر إن كان الشخص ممن إذا حضر رفع المنكر فليحضر إجابة للدعوة وإزالة للمنكر، وإلا فوجهان أحدهما الأولى أن لا يحضر ويجوز أن يحضر ولا يستمع وينكر بقلبه، والثاني وهو الصحيح يحرم الحضور لأنه كالرضى بالمنكر، فاذا قلنا بالثاني فلم يعلم حتى حضر نهاهم فإن لم ينتهوا فليخرج وفي جواز القعود وجهان أصحهما التحريم \nتنبيه: ويستحب للعروسين أن يطهر باطنه ويزينه بالتوبة من جميع الذنوب والآفات والعيوب فيدخل طاهرا نظيفا حسا ومعنى لعل الله تعالى يكمل له أمور دينه بالدخول على الزوجة حسبما ورد فى الحديث: {مَنْ تَزَوَّجَ فَقَدِ اسْتَكْمَلَ نِصْفَ دِيْنِهِ فَلْيَتَّقِ اللَّهَ فِى النِّصْفِ الثَّانِىْ} روى ابن الجوزى. ثم يستعمل بالسنة فى ذلك فيقدم رجله اليمنى ثم يقول: بِسْمِ اللَّهِ وَالسَّلاَمُ عَلَى رَسُوْلِ اللَّهِ السَّلاَمُ عَلَيْكُمْ ثم يصليان ركعتين أو أكثر ويدعو الله بعد الصلاة ويقول: اَللَّهُمَّ بَارِكْ لِيْ فِي أَهْلِيْ وَبَارِكْ لأَهْلِىْ فِيَّ. اَللَّهُمَّ ارْزُقْنِيْ مِنْهُمْ وَارْزُقْهُمْ مِنِّيْ. اَللَّهُمَّ اجْمَعْ بَيْنِى مَا جَمَعْتَ إِلَى خَيْرٍ وَفَرِّقْ بَيْنِى إِذَا فَرَّقْتَ إِلَى خَيْرٍ. فإذا فرغ من الصلاة والدعاء فإنه يقبل بوجهه إليها ويجلس بإزائها ويسلم عليها ثم يضع يده على ناصيتها وهى مقدم الرأس ويسمى الله سبحانه ويدعو لها بالبركة. لما روى عن النبى صلى الله عليه وسلم قال: {إِذَا أَفَادَ أَحَدُكُمُ امْرَأَةً أَوْ خَادِمًا أَوْ دَابَّةً فَلْيَأْخُذْ بِنَاصِيَتِهَا وَلْيُسَمِّ اللَّهَ عَزَّ وَجَلَّ وَلْيَقُلِ اللَّهُمَّ إِنِّى أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جُبِلَتْ عَلَيْهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جُبِلَتْ عَلَيْهِ} رواه البيهقى.إه ",
    "terjemahan": "Rukun Nikah"
  },
  {
    "id": 6,
    "arabic": "فصل فى الطلاق",
    "arabica": "فصل فى الطلاق \n\nوَيُكْرَهُ الطَّلاَقُ  فِى اخْتِيَارِ  *  بَلْ أَوْجَبَ الشَّارِعُ لِلإضِّرَارِ \n\nالمعنى: الطلاق عند جماعة على أربعة أضرب، واجب ومستحب ومكروه ومحرم، فأما الواجب فهو طلاق الحكمين عند شقاق الزوجين وكطلاق المولى، وأما المستحب فأن تقع الخصومة بين الزوجين وخافا أن لا يقيما حدود الله، فيستحب له أن يطلقها، لما روى أن رجلا قال: {يَا رَسُوْلَ اللَّهِ إِنَّ امْرَأَتِى لاَ تَرُدُّ يَدَ لاَمِسٍ فَقَالَ: طَلِّقْهَا، فَقَالَ: إِنِّى أُحِبُّهَا، قَالَ: أَمْسِكْهَا} رواه أبو داود، والبزار. ومن المستحب مثل طلاق غير مستقيمة الحال، وسيئة الخلق. وأما المكروه فهو الطلاق من غير سنة ولا بدعة كمستقيمة الحال، والدليل عليه ما روى محارب بن دثار رضى الله عنه أن النبي صلى الله عليه وسلم قال: {أَبْغَضُ الْحَلاَلِ إِلَى اللَّهِ عَزَّ وَجَلَّ الطَّلاَقُ} رواه البخارى. وأما المحرم فهو طلاق المرأة المدخول بها في الحيض أو في الطهر الذى جامعها فيه قبل أن يتبين حملها، ويسمى طلاق البدعة، وسيأتى بيانها فى الأبيات الأتية .إهـ \n\nبَلْ قَسَّمُواالطَّلاَقَ بِالسُّـنِّيِّ  *  فِىْ فِعْـلِهِ كَذَاكَ بِالْبِـدْعِيِّ \n\nالمعنى: وقسم جماعة أن الطلاق إما بالسنة وإما بالبدعة. وعلى هذا فلا قسم سواهما، ولم يزل العلماء قديماً وحديثاً يصفون الطلاق بالبدعة والسنة. فالطلاق السني وهو ما لا يحرم إيقاعه، بأن يقع طلاق مدخول بها في طهر لم يجامعها فيه ولا في حيض قبله، وليست بحامل ولا صغيرة ولا آيسة، وهي تعتد بالأقراء، وذلك لاستعقابها الشروع في العدة. والحكمة في ذلك أن الطلاق في الحيض يطول عليها العدة لأن بقية الحيض لا يحسب من العدة وفيه إضرار بها. وأما الطلاق في الطهر الذي جامعها فيه فلأنه ربما يعقبه ندم عند ظهور الحمل فإن الإنسان قد يطلق الحائل دون الحامل وإذا ندم فقد لا يتيسر التدارك فيتضرر الولد. والله أعلم .إهـ \n\nوَيَحْرُمُ الْبِدْعِيُّ إِنَّهُ وَقَعْ *  فِى الْحِيْضِ اَوْ فِى الطُّهْرِ وَالْوَطْءُ وَقَعَ \n\nالمعنى: الطلاق البدعي وهو ما يحرم إيقاعه، بأن يقع طلاق المدخول بها في حيض أو نفاس بلا عوض أو طهر جامعها فيه ولم يتبين حملها. ومن طلق بدعيا سن له الرجعة ثم إن شاء طلق بعد طهر. لأن ابن عمر رضي الله عنهما طلق زوجته وهي حائض فسأل عمر بن الخطاب رضي الله عنه رسول الله صلى الله عليه وسلم عن ذلك فقال رسول الله صلى الله عليه وسلم: {مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لِيُمْسِكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيْضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ أَمْسِكْهَا وَإِنْ شَاءَ طَلِّقْهَا قَبْلَ أَنْ يَمُسَّ فَتِلْكَ الْعِدَّةُ الَّتِيْ أَمَرَ اللَّهُ أَنْ يُطَلِّقَ لَهَا النِّسَاءَ} متفق عليه. وعلى هذا فالمشهور في المذهب أن غير الممسوسة لا سنة ولا بدعة في طلاقها. فإن خالع الحائض أو طلقها بعوض فليس بحرام. فلو سألت الطلاق ورضيت به بلا عوض في الحيض أو اختلعها أجنبي في الحيض فحرام على الأصح .إهـ \n\nوَلِلطَّـلاَقِ  صِيْغَةٌ صَرِيْحُ  40  مِثَالُهُ  الْفِـرَاقُ وَالسَّـرَاحُ \n\nالمعنى: وصيغة الطلاق ضربان: صريح وكناية، فالصريح ما لا يتوقف وقوع الطلاق به على نية لأنه لذلك وضع أي وضعه الشارع لذلك، أو ما لا يحتمل ظاهره غير الطلاق فلا يحتاج إلى نية لإيقاع الطلاق، كلفظ سرحت، أو طلقت، أو فاديت، أو فارقت \nوأركانه خمسة: صيغة ومحل وولاية وقصد ومطلق. وشرط في المطلق ولو بالتعليق تكليف فلا يصح من غير مكلف لحديث عائشة رضي الله تعالى عنها عن النبي صلى الله عليه وسلم أنه قال: {رُفِعَ الْقَلَمُ عَنْ ثَلاَثَةٍ عَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ وَعَنِ الْمَجْنُوْنِ حَتَّى يَفِيْقَ} رواه البخارى. إلا السكران فيصح مع أنه غير مكلف، واختيار فلا يصح من مكره. وشرط في الصيغة ما يدل على فراق صريحا، أو كناية. وشرط في المحل كونه زوجة ولو رجعية. وشرط في الولاية أي على المحل كون المحل ملكا للمطلق فلا يقع ولو معلقا على أجنبية كبائن .إه \n\nأَمَّا كِنَـايَةٌ  فَمَا يَحْـتَمِلُ  *  غَيْرَ الطَّلاَقِ فَنَوَاهُ اسْـتَعْمِلُوْا \n\nالمعنى: وأما الكناية فهو ما يتوقف على النية وهذا بالإجماع ولا يقع الطلاق في الكناية بلا نية، أو المراد بها ما احتمل معنيين فصاعدا إذ هي في بعض المعاني أظهر لرجوع ذلك كله إلى معنى واحد. وضابط الكناية أن يكون للفظ إشعار قريب بالفرقة ولم يشع استعماله فيه شرعا ولا عرفا فيحتاج إلى نية لإيقاعه. وألفاظها كثيرة لا تكاد تنحصر. مثل أنت خلية، وأنت حرام، أو أنت بائن، أو أنت حرة أوأنت واحدة وما أشبه ذلك من ألفاظ الكنايات .إهـ",
    "terjemahan": "Hukum tolak"
  },
  {
    "id": 7,
    "arabic": "فصل فى أدلة أعضاء النساء",
    "arabica": "فصل فى أدلة أعضاء النساء \n\nدَلَّ لِسَانُ  مَـرْأَةٍ لِفَـرْجِهَا  *  إِنْ سَعَـةً فَسَعَةً فِى فَرْجِهَا \nوَضَيْقُهُ فَضَـيْقُ فَرْجِهَا جَلاَ  *  غَلِيْظُهَا فِى الشَّفَتَيْنِ اشْتَمَلاَ \n\nعَلَى غَلِيْظِ شَفْرَتَـيْهَا وَكَذَا  *  رَقِيْقَتَاهَا رَقَّـتَا اعْلَمْ وَخُذَا \n\nالمعنى: قال أهل الفراسة والخبرة بالنساء إن الحكمة في الإقتصار على نظر الوجه والكفين لمن أراد النكاح لأنه إذا كان فم المرأة واسعا كان فرجها واسعا، وإذا كان صغيرا كان فرجها صغيرا ضيقا، وإن كان شفتاها غليظتين كان إسكتاها غليظتين، وإن كان شفتاها رقيقتين كان إسكتاها رقيقتين، وإن كانت السفلى رقيقة كان فرجها صغيرا .إهـ \n\nشَدِيْدُ حُمْرَةِ  لِسَانِهَا اعْلَمِ  *  جَفَافَ فَرْجِهَا فَكُنْ مِنْ عَالِمِ \n\nوَقَطْعُ رَأْسٍ فِى لِسَانِهَا فَقُلْ  *  كَثِيْرَ رَطْبِ فَرْجِهَا فَذَا يَدُلّ \nحَدْبَاءَ أَنْفٍ فَهْىَ فِى النِّكَاحِ  *  قَلِيْـلَةُ الْغَـرَضِ بِالْوُضُوْحِ \n\nالمعنى: وإن كان لسانها شديد الحمرة كان فرجها جافا من الرطوبة، وإن كان لسانها مقطوع الرأس كان فرجها كثير الرطوبة، وإن كانت حدباء الأنف فهي قليلة الغرض في النكاح، وإن كان ما وراء أذنها مخسوفا فإنها شديدة الرغبة في النكاح .إهـ \n\nطَوِيْلُ ذَقْـنِهَا  يَدُلُّ فَرْجَهَا  *  بِالْفَتْحِ مَعْ  قَلِيْلِ شَعْرِ فَرْجِهَا \nكَبِيْرُ  وَجْهِهَا يَـدُلُّ ذَلِكَ  *  عَلَى كَبِيْرِ فَرْجِهَا يَا مَنْ حَكَى \nنَتِـيْئَةُ السَّاقَيْنِ  فِى صَلاَبَةِ  50  اَوْ كَوْنُ عَيْنَيْهَا مِنَ الْكَحِيْلَةِ \nفَهْىَ غَلِيْـمَةٌ عَلَى الْجِمَاعِ  *  وَضَيْقُ فَرْجِهَا عَلَى اْلإِجْمَاعِ \nوَعَظْمُ كَتْفِهَا صِغَارُ عَجْزِهَا  *  دَلَّ  عَلَى عَظَامَةٍ فِى فَرْجِهَا \n\nالمعنى: وإن كانت طويلة الذقن فإنها فاتحة الفرج وقليلةُ الشعر، وإن كانت صغيرة الذقن فإنها غامضة الفرج، وإن كانت كبيرة الوجه غليظة العنق دل ذلك على صغر العجز وكبر الفرج وضيقه، وإذا كثر ظاهر شحم قدمِها وبدنِها عظم فرجها وحظِيت عند زوجها، وإذا كانت المرأة نتيئة الساقين في صلابة فإنها شديدة الشهوة لا صبر لها عن الجماع، وإن كانت العين كحيلة كبيرة فإنه يدل على الغلمة وضيق الرحم وصغر العجز مع عظم الأكتاف يدلان على عظم الفرج .إهـ",
    "terjemahan": "Tanda2 anggota badan permpuan"
  },
  {
    "id": 8,
    "arabic": "فصل فى حق الزوجة على الزوج وعكسه",
    "arabica": "فصل فى حق الزوجة على الزوج وعكسه \n\nأَقَلُّ  حَقِّ امْـرَأَةٍ لِلرَّجُـلِ  *  إِطْعَامُـهَا إِلْبَاسُهَا فَلْيَـعْمَلِ \nمَسْكَنُهَا، لاَ يَضْرِبَنَّ إِنْ غَضَبْ * وَهَكَذَا لاَ يَقْبَحَنَّ إِنْ رَكَبْ \nكَذَا وَلاَ يَهْجُرْ إِذَا تَخَاصَمَا  *  بَلْ كَانَ  فِى حُجْرَتِهِ لِيَسْلَمَا \n\nالمعنى: حقوق الزوجية تنقسم إلى ثلاثة أقسام: القسم الأول: حق الزوج على زوجته. القسم الثاني: حق الزوجة على زوجها. القسم الثالث: الحقوق المشتركة التي لا تختص بواحد منهما. وأما حق الزوجة على زوجها، فللزّوجة على زوجها حقوق ماليّة وهي: المهر، والنّفقة، والسّكنى، لما يُروى أن امرأة معاذ قالت: يا رسول الله ما حق الزوجة على زوجها؟ قال: {حَقُّهَا عَلَيْهِ أَلاَّ يَضْرِبَ وَجْهَهَا، وَلاَ يَقْبَحَهُ، وَحَقُّهَا عَلَيْهِ أَنْ يُطْعِمَهَا مِمَّا يَأْكُلُ وَيَكْسُوَهَا مِمَّا يَلْبَسُ، وَحَقُّهَا عَلَيْهِ أَنْ لاَ يَهْجُرَهَا إِلاَّ فِيْ بَيْتِهَا} رواه ابن ماجه. وحقوق غير ماليّة: كالعدل في القسم المبيت والنّفقة وغير ذلك من ضروب المعاملة المادّيّة بين الزّوجات، وعدم الإضرار بالزّوجة لما يدلّ عليه قوله تعالى: {فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً} النساء : 3. ولخبر أبي هريرة رضى الله عنه عن النبي صلى الله عليه وسلم قال: {إِذَا كَانَ عِنْدَ الرَّجُلِ امْرَأتَاَنِ فَلَمْ يَعْدِلْ بَيْنَهُمَا جَاءَ يَوْمَ الْقِيَامَةِ وَشَقُّهُ سَاقِطٌ} رواه الترمذى. ومن حقوقها على زوجها أن يقوم بإعفافها، وذلك بأن يطأها. وقد ذهب جمهور الفقهاء من الحنفيّة والمالكيّة والحنابلة إلى أنّه يجب على الزّوج أن يطأ زوجته، ولا يجوز أن يعزل بلا إذنها. وذهب الشّافعيّة إلى عدم وجوب الوطء على الزّوج وإنّما هو سنّة في حقّه .إهـ \n\nأَقَلُّ حَـقِّ رَجُـلٍ  ِلامْـرَأَةِ  *  سُرُوْرُهَا لَهُ لُـزُوْمُ الطَّاعَةِ \nوَحِفْظُـهَا  لِنَفْسِهَا وَمَـالِهِ  *  لاَ تَنْـفِقِىْ مَالاً بِغَـيْرِ إِذْنِهِ \nكَـذَا لُـزُوْمُهَا عَلَى الْحَيَاءِ  *  وَغَضُّ طَـرْفِهَا بِلاَمْـتِرَاءِ \n\nالمعنى: فأما حقوق الزوج على زوجته فمنها: حق القوامة، ودوام طاعتها لزوجها وبعلها، وابتسامها في وجهه حين ما ترى أن الإبتسامة مناسبة، وتتجمل له وتظهر أمامه بالمظهر الذي يعجبه، ورقة صوتها، وأن لا تخرج من بيتها إلا بإذنه، فإن فعلت لعنتها ملائكة السماء، وملائكة الرحمة، وملائكة العذاب حتى ترجع. وأن تطيعه في ذلك، وأن لا تأذن لأحد أن يدخل إلى بيته إلا بإذنه، وإذا دعاها إلى فراشه أن تجيب وأن تلبي، ومن حقه عليها أن لا تصوم نفلاً وهو شاهد إلا بإذنه، فإن فعلت أثمت ولم تؤجر. وأمّا قضاء رمضان فيفصل فيه بين الموسع والمضيق، فإن ضاق جاز لها أن تصوم بغير إذنه، وإن كان موسعاً فإن له الحق أن يؤخرها، لحديث أم المؤمنين عائشة رضي الله عنها قالت: {سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ النَّاسِ أَعْظَمُ حَقًّا عَلَى الْمَرْأَةِ؟ قَالَ: زَوْجُهَا. قُلْتُ: فَأَيُّ النَّاسِ أَعْظَمُ حَقًّا عَلَى الرَّجُلِ؟ قَالَ: أُمُهُ} أخرج البزار والطبراني. ولا تعطي من بيته شيئا إلا بإذنه فإن فعلت ذلك كان له الأجر وعليها الوزر .إهـ \nوأمَّا الحقوق المشتركة، فهي التي تجب على الزوج، وتجب على الزوجة، فلا تختص بزوج ولا بزوجة، ومن هذه الحقوق المشتركة: المشتركة، فهي التي تجب حق العشرة بالمعروف، فإنه يعتبر من الحقوق المشتركة، فيجب على الرجل أن يعاشر امرأته بالمعروف، قال تعالى {وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ} النساء: 19. هذا أمر بحسن المعاشرة، والظاهر أنه أمر للأزواج، لأن التلبس بالمعاشرة غالباً إنما هو للأزواج، وبالمعروف هو النصفة في المبيت والنفقة، والإجمال في القول. ويجب على المرأة أن تعاشر زوجها بالمعروف، وأن تقوم بحقه بقدر الإستطاعة، قال الله تعالى: {وَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِ} البقرة: 228 أي: ولهن من حقوق الزوجية على الرجال من الحق مثل ما للرجال عليهن، فلْيؤد كل واحد منهما إلى الآخر ما يجب عليه بالمعروف .إهـ",
    "terjemahan": "Hak-hak istri kepda suami dan sebaliknya"
  },
  {
    "id": 9,
    "arabic": "فصل فى آداب الجماع",
    "arabica": "فصل فى آداب الجماع \nيُنْـدَبُ  لِلْمُجَامِعِ  الـدُّعَاءُ  *  مُتَّـبَعًا بِمَا  دَعَا النَّـبِيْءُ \nوَاْلاِبْتِدَاءُ بِاسْمِ ذِى  الْجَلاَلِ 60  كَذَا إِذَا قَـرَبَ مِنْ  إِنْزَالِ \nقَـرَأَ آيَــةً  بِقَـلْبِهِ بِـلاَ  *  تَصَوُّتٍ وَقِبْـلَةً مَا اسْتَقْبَلاَ \nالمعنى: ويستحب عند الوطء أن يبدأ باسم الله تعالى بأن يقول: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيْمِ، وهو أحد المعانى فى تفسير قوله تعالى: {وَقَدِّمُوْا لأَنْفُسِكُمْ} البقرة: 223. أى وقدموا التسمية عند الجماع، ويقرأ: قُلْ هُوَ اللَّهُ أَحَدٌ أولا تبركا بهذه السورة إذ هى تعدل ثلث القرآن كما فى الخبر، ويكبر ويهلل ويقول: بِسْمِ اللَّهِ الْعَلِيِّ الْعَظِيْمِ اللَّهُمَّ اجْعَلْهَا ذُرِّيَّةً طَيِّبَةً إِنْ كُنْتَ قَدَّرْتَ أَنْ تَخْرُجَ ذَلِكَ مِنْ صَلْبِيْ. وقال صلى الله عليه وسلم {لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ: اللَّهُمَّ جَنِّبْنِي الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا. فَإِنْ كَانَ بَيْنَهُمَا وَلَدٌ لَمْ يَضُرَّهُ الشَّيْطَانُ} متفق عليه من حديث ابن عباس. فهذا من الذكر الوارد المحفوظ من هدي النبي صلى الله عليه وسلم وسنته \nوإذا قربت من الإنزال فقل في نفسك ولا تحرك شفتيك: اَلْحَمْدُ لِلَّهِ الَّذِيْ خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيْرًا. وكان بعض أصحاب الحديث يكبر حتى يسمع أهل الدار صوته ثم ينحرف عن القبلة ولا يستقبل القبلة بالوقاع إكراما للقبلة.  \nومن المهمة التي ينبغي مراعاتها عند الجماع إخلاص النية لله عز وجل في هذا الأمر، وأن ينوي بفعله حفظ نفسه وأهله عن الحرام وتكثير نسل الأمة الإسلامية ليرتفع شأنها فإنّ الكثرة عزّ، وليعلم أنه مأجور على عمله هذا وإن كان يجد فيه من اللذة والسرور العاجل ما يجد. فعن عائشة رضى الله عنها أن النبيّ صلى الله عليه وسلم قال: {مَا مِنْ رَجُلٍ مُؤْمِنٍ أَخَذَ بِيَدِ امْرَأَتِهِ يُرَاوِدُهَا، إِلاَّ كَتَبَ اللَّهُ لَهُ حَسَنَةً، وَإِنْ عَانَقَهَا فَعَشْرُ حَسَنَاتٍ، وَإِنْ ضَاجَعَهَا فَعِشْرُوْنَ حَسَنَةٌ، وَإِنْ أَتَاهَا كَانَ خَيْراً مِنَ الدُّنْيَا وَمَا فِيْهَا، فَإِذَا قَامَ لِيَغْتَسِلَ لَمْ يَمُرَّ الْمَاءُ عَلَى شَعْرِهِ مِنْ جَسَدِهِ إِلاَّ مُحِيَ عَنْهُ سَيِّئَةٌ، وَيُعْطَى لَهُ دَرَجَةٌ، وَمَا يُعْطَى بِغُسْلِهِ خَيْراٌ مِنَ الدُّنْيَا وَمَا فِيْهَا، وَإِنَّ اللَّهَ تَعَالَى يُبَاهِي الْمَلاَئِكَةَ فَيَقُوْلُ: اُنْظُرُوْا إِلَى عَبْدِي؛ قَامَ فِي لَيْلَةٍ قَرَّةً يَغْتَسِلُ مِنَ الْجَنَابَةِ، يَتَيَقَّنُ بِأَنِّيْ رَبَّهُ، اِشْهَدُوْا أَنِّي غَفَّرْتُ لَهُ} رواه الثعالبى. وهذا من فضل الله العظيم على هذه الأمة المباركة، فالحمد لله الذي جعلنا منها.إهـ \n\nوَغَـطَّ  نَفْسَهُ وَأَهْـلَهُ بِمَا  *  يَسْـتُرْ هُمَا لِخَـبَرٍ فَلْيَعْلَمَا \nالمعنى: ويكره التجرد عند المجامعة، فليغط نفسه وأهله بثوب لما روى أن رسول الله صلى الله عليه وسلم {يُغْطِيْ رَأْسَهُ وَيَخْفَضُ صَوْتَهُ وَيَقُوْلُ لِلْمَرْأَةِ عَلَيْكِ بِِالسَّكِيْنَةِ}. رواه الخطيب من حديث أم سلمة، ولما روى عتبة بن عبد قال: قال رسول الله صلى الله عليه وسلم: {إذَا أَتَى أَحَدُكُمْ أَهْلَهُ، فَلْيَسْتَتِرْ وَلاَ يَتَجَرَّدْ تَجَرُّدَ الْعِيْرَيْنِ} رواه ابن ماجه النسائى، والطبرانى. وذلك حياء من الله تعالى وأدبا مع الملائكة وحذرا من حضور الشيطان فإن فعل أحدهما ذلك كره تنـزيها لا تحريما إلا إن كان ثم من ينظر إلى شئ من عورته فيحرم. وخص ضرب المثل بالحمار زيادة في التنفير والتقريع واستهجانا لذلك الأمر الشنيع ولأنه أبلد الحيوان وأعدمه فهما وأقبحه فعلا. ولحديث عائشة رضى الله عنها {وَاللَّهِ مَا رَأَى مِنِّىْ وَمَا رَأَيْتُ مِنْهُ} أى العورة، وهذه أخلاق عالية، فهما زوجان في فراشٍ واحد، ويغتسلان في مكان واحد، ثم لا يرى أحدهما من الآخر، فهذه مثالية عليا في آداب الحياة والمعاشرة .إه \nومن هذا يعلم أن كشف العورة فى الخلوة وعند الزوج من غير حاجة قبيح مستهجن فى الطباع، ولم يقع نظر على رضى الله عنه الى عورته حذرا من أن يراها بالعين التى يرى بها جمال رسول الله صلى الله عليه وسلم فاذا كان النظر الى سوءته بهذه الرتبة، فما ظنك بالنظر الى سوءة الغير وما أشد قبح كشف العورة \n\nوَلْيَتَذَكَّرْ فِـيْهِ حَالَ الصَّالِحِ  *  وَكُلِّ أَبْـرَارٍ بِغَـيْرِ الطَّالِحِ \nالمعنى: ومن المهمة التي ينبغي مراعاتها عند الجماع أيضا تذكر احوال الصالحين وأخبارهم ومقاماتهم وذكرسيرهم وكراماتهم، لأن التذكر جند من جنود القلب، وتذكر أشعارهم ومواجيدهم جند من جنود الروح. فهذا معنى نزول الرحمة والبركة، فيستحب عند ذلك طلب الرحمة والبركة من الله الكريم. وقد ورد: {أَنَّ عِنْدَ ذِكْرِهِمْ تَنْزِلُ الرَّحْمَةَ} فضلا عن وجودهم وحضورهم أي رحمة القلوب باليقين والطمأنينة. فصارت النفس تميل إلى ما يمدح لها غالباً \nفالواجب على الإنسان بسبب تذكر أحوالهم أن يسأل الله له ذرية طيبة بأن يدعو ربه: يَا رَبِّ أَعْطِنِيْ مِنْ عِنْدِكَ وَلَدًا مُبَارَكًا تَقِيًّا صَالِحًا رَضِيًّا. وأن يتضرع إلى خالقه في هداية ولده وزوجه بالتوفيق لهما والهداية والصلاح والعفاف والرعاية، وأن يكونا معينين له على دينه ودنياه حتى تعظم منفعته بهما في أولاه وأخراه . والله تعالى أعلم \n\nعَلَيْهِمَا التَّـزْيِيْنُ وَالتَّطَيُّبُ  *  نَحْـوُهُمَا عَلَى الدَّوَامِ يُطْلَبُ \nالمعنى: أنه يطلب من الزوجين التزيين، فيجب على المرأة دوام الزينة بحضرته، والتعطر لزوجها، لخبر {خَيْرُ النِّسَاءِ الْعَطِرَةُ الْمُطَهَّرَةُ} أى العطرة المتطيبة بالعطر، والمطهرة المنتظفة بالماء. قال علي بن أبي طالب: {خَيْرُ نِسَائِكُمُ الطَّيِّبَةُ الرَّائِحَةُ، الطَّيِّبَةُ الطَّعَامُ، الَّتِيْ إِنْ أَنْفَقَتْ أَنْفَقَتْ قَصْدًا، وَإِنْ أَمْسَكَتْ أَمْسَكَتْ قَصْدًا، فَتِلْكَ مِنْ عُمَّالِ اللَّهِ، وَعَامِلُ اللَّهِ لاَ يَخِيْبُ}، ولأن ذلك موجب للمحبة، وليس ذلك خاصا بليلة الدخول وارادة الجماع، بل هو مطلوب فى سائر الأوقات كما قال ابن عباس: {إِنِّيْ أُحِبُّ أَنْ أَتَزَيَّنَ لِلْمَرْأَةِ، كَمَا أُحِبُّ أَنَ تَتَزَيَّنَ لِي; لأَنَّ اللَّهَ تَعَالَى ذَكَرَهُ يَقُوْلُ: ''وَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِ} رواه ابن جرير، وابن أبي حاتم. وهذا دليل على أنه يجوز بل يجب للمرأة أن تتزين بها لزوجها مالم تتخذ عادة للتفاخر، وقد جاء أن ذلك كان في أسماء رضي الله عنها \nوعليها أن تكحل عينيها بالكحل الأسود للزينة، وأن تخضب يديها ورجليها بالحناء دون نقش وتسويد. لخبر عائشة رضى الله عنها قالت: قال النبى صلى الله عليه وسلم: {إِنِّى لأَغْضَبُ الْمَرْأَةَ إِنْ أَرَاهَا مَرْهَاءَ أَوْسَلْتَاءَ} أخرجه أبو داود. والمرهاء التى لا كحل بعينها، والسلتاء التى لا خضاء بكفيها. ويجوز لها تحمير الوجه بالحمرة، وخضاب الشفتين بالسواد، وتسويد الشعر، وتطريف الأصابع بالحناء \nوكذا على الرجل دوام التنظيف والتطهير والتطييب فى الكساء والثياب واللباس والبدن. فينبغى لبس الثوب المغسول بماء الورد على أقصى وجوه النظافة، ولبس أجمل الثياب بقدر الإمكان، ويجعل فى فمه ما يطيبه كالقرنفل والمصطكى والعود الهندى ونحوه، ففي الصحيحين من حديث عائشة رضي الله عنها قالت: {كُنْتُ أُطَيِّبُ رَسُوْلَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَيَطُوفُ عَلَى نِسَائِهِ، ثُمَّ يُصْبِحُ مُحْرِمًا يَنْضَخُ طِيبًا} رواه البخارى. لأن الطيب يحصل بسببه هيجان وثوران للشهوة. والحاصل أن السنة فيما ذكر أن يأخذ الرجل أحسن الهيئات وأكملها .إهـ \n\nعَلَيْهِ قَـبْلَ الْوَطْءِ  بِالْمَقَالِ  *  مَعَ  تَلَـطُّفٍ وَبِالتَّـقْبِيْـلِ \nفِى الْخَدِّ وَالشَّفَةِ مَعْ دَغْدَغَةِ  *  ثَدْيٍ لَهَا وَالْغَمْزِ فِى الْخَاصِرَةِ \nوَطَرْفِ بَطْنِهَا إِلَى التَّغَـيُّرِ  *  فِى اللَّوْنِ وَاحْمِرَارِ عَيْنٍ مُشْعِرِ \nشِدَّتَهَا فِى حَاجَةِ الْجِـمَاعِ  *  هَذَا لِمَـنْ أَنْـزَلَ بِالسَّرِيْعِ \nالمعنى: ومن آداب الجماع أن يقدِّم بين يدي الجماع بالملاطفة والمداعبة والملاعبة والمعانقة والتقبيل فيما يباح كخديها وشفتيها، ومص لسانها، ودغدغة ثدييها، لتنهض شهوتها فتنال من اللذة ما ينال، فقد كان النبي صلى الله عليه وسلم يلاعب أهله ويقبلها ومص لسانها، عن عائشة أن النبى صلى الله عليه وسلم {كَانَ يُقْبِلُهَا وَيَمُصُّ لِسَانَهَا}. رواه أبو داود. وقال صلى الله عليه وسلم {لاَ يَقَعَنَّ أَحَدُكُمْ عَلَى امْرَأَتِهِ كَمَا تَقَعُ الْبَهِيْمَةُ وَلْيَكُنْ بَيْنَهُمَا رَسُوْلٌ. قِيْلَ وَمَا الرَّسُوْلُ يَا رَسُوْلَ اللَّهِ؟ قَالَ الْقُبْلَةُ وَالْكَلاَمُ} رواه أبو منصور الديلمي في مسند الفردوس. ومن سرعة الغلمة غمز خاصرتها براحته، وغمز طرف بطنها بيده حتى تغير وجهها، واحمرت عيناها، وضيقت نفسها من شدة الشهوة للجماع ثم يقبل حاجته بما يريده، فإنهما يجدان لذة عظيمة فى الجماع \nويكره كثرة الكلام أثناء الجماع بما لا يتلعق به، لكنه ليس في النهي عنه نص صريح، بل قد يكون الكلام من المعاشرة بالمعروف، ومن التحبب والتلطف مما يعين على مقصود الشرع من حصول الألفة بين الزوج والزوجة.إهـ \nيجوز له إتيان المرأة في قبلها من أي جهة شاء، من الخلف أو الأمام بشرط أن يكون ذلك في قُبُلها وهو موضع خروج الولد، لقول الله تبارك وتعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوْا حَرْثَكُمْ أَنَّى شِئْتُمْ} البقرة : 223.إه \n\nلِقُوَّةِ الْجِمَاعِ فَاشْرَبِ الْعَسَلْ * وَالْبَيْضَ فِى اْلأُسْبُوْعِ مَرَّةً حَصَلْ \nزَوْجَتُهُ تَعْمَـلُ مِثْلَ قَـشْرِ70  رُمَّانِ كَانَ فَرْجُـهَا كَالْبِكْرِ \nالمعنى: والتقوى له بأودية مباحة مع رعاية القوانين الطبية مع قصد صالح كعفة أو نسل فإنه وسيلة لمحبوب فيكون محبوبا فيما يظهر وكثير يخطئون ذلك فيتولد منه أمور ضارة فليحذر. قال الغزالى: وفى بعض الأخبار عن رسول الله صلى الله عليه وسلم أنه قال: {شَكَوْتُ إِلَى جِبْرِيْلَ عَلَيْهِ السَّلاَمُ ضُعْفِىْ عَنِ الْوِقَاعِ فَدَلَّنِىْ عَلَى الْهَرِيْسَةِ} أخرجه ابن عدي من حديث حذيفة ، وابن عباس \nومن تقوية الجماع من داوم على مح البيض بلا بياض فيشرب مع العسل والبصل المدقوق ثلاثة أيام أو مرة فى الأسبوع هيج عليه الجماع. وصفة أخرى، يؤخذ من ماء البصل جزء ومن العسل جزآن يطبخ الجميع بنار لينة إلى أن يذهب ماء البصل ويؤخذ من ذلك العسل عند النوم ملعقتان فإنه نافع لأصحاب الأمزجة الباردة \nومن الأطعمة المقوية للشهوة المعينة على طول الجماع: الحبة السوداء، البصل، الزنجبيل، الفجل، الجرجير، الحمص، الكراث، اللوبيا، الجزر، الجوز، اللوز، الموز، الحمص، الفلفل، السمسم، الصنوبر، الزعفران، الحلبة، الفستق، البندق، التين، الحبهان، جوزة الطيب، القرنفل، التمر هندى، العنب، الحمام، التفاح، الكركديه \nومنها أيضاً: الألبان، خاصة لبن البقر والإبل، الأسماك وخاصة الجمبرى، لحوم الضأن والجدى الذكر السمين، البيض خاصة الصفار، العسل، العصافير، بيض السمك: الكفيار، الكوارع، الزبيب. وقيل: الجوز المشوى بتمر يقوى جداً على الباه، والحمص المطبوخ باللحم والبصل الكثير المقلى بالسمن ويضاف إليه بيض ويقلى الجميع، وصفار البيض يقلى ثم يصب عليه العسل الكثير ويؤكل بالخبز. وقيل: الزنجبيل اليابس إذا دق وشرب بلبن بقر غلى الريق حرك شهوة الجماع، والموز يحرك شهوة الجماع ويزيد فى المنى، والألبان كلها تدفع ضر الجماع. \nومن تضييق المهبل بعد الولادة بالأعشاب الطبيعية القابضة فكمزيد من قشر الرمان والقسط الهندي (يباع لدي العطار) بنسبة متساوية من كلٍ منها في لتر ماء دافئ ويتم استخدامه كدش مهبلي. ومن جعل المرأة مثل البنت البكر: يؤخذ من العفص الأخضر ومن العظام المحرقة ومن الباذنجان اليابس ومن جفت البلوط اليابس ومن الأقاقيا أجزاء متساوية تسحق فرادى وتجمع وتعمل بالمرأة قطعة قطن فتبللها بماء وتلوثها فيها وتتحمل بها ثلاثه أيام متتالية تعود شبيهة بالبكر \nومن تضييق المهبل: ممارسة تمرين كيجل لتقوية عضلات الحوض بمعدل أربع مرات في اليوم على الأقل: إجلسي على كرسي وتخيّلي نفسك تتبولين، بعدها قومي بحبس البول لمدة 3 ثوانٍ، ثم إرخي عضلات التحكّم بالمهبل مع القليل من الزفير. كرري هذه العملية لمدة 10 دقائق متواصلة. وكذا الاستلقاء على الظهر ومدّ الرجلين على الأرض ثم تحريكهما في الوسط وعند الجانبين لمدة 5 دقائق كاملة. تكرار التمرين 4 مرات في اليوم على الأقل .إهـ     \n\nوَيُنْدَبُ الْجِمَاعُ فِى الْخَمِيْسِ * وَالْجُمْعَةِ اْلإِثْنَيْنِ يَا ذَا الْعَرْسِ \nإِذْ قِيْلَ إِنَّ الْوَطْءَ فِيْهَا قَدْ حَصَلْ *  ذُرِّيَةً صَالِحَةً يَا مَنْ عَمَلْ \nالمعنى: ويستحب الجماع فى ليلة الخميس لمزيد فضلها، وكذا ليلة الإثنين، فأولى ليلة الجمعة فإنها أفضل ليالى الأسبوع، فعن أبي هريرة رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم: {أَيُعْجِزُ أَحَدُكُمْ أَنْ يُجَامِعَ أَهْلَهُ فِي كُلِّ يَوْمِ جُمُعَةٍ فَإِنَّ لَهُ أَجْرَيْنِ اثْنَيْنِ غَسْلُهُ وَأَجْرُ غَسْلِ امْرَأَتِهِ} أخرج البيهقي. والحكمة فيه أن تسكن نفسه في الرواح إلى الصلاة ولا تمتد عينه إلى شيء يراه  \nواعلم أنه يجوز الوطء فى كل ساعة من ليل أو نهار، أوله أو آخره، عدا ما يأتى قريبا، لقوله تبارك وتعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ حَرْثٌ لَكُمْ فَأْتُوْا حَرْثَكُمْ أَنَّى شِئْتُمْ} البقرة : 223. أى متى شئتم من ليل أو نهار على أحد التأويلات. قال العلماء: فالأولى أول الليل، لأن وقت الغسل يبقى زمانه متسعا، بخلاف آخر الوقت فربما يضيق الوقت وتفوته صلاة الصبح فى الجماعة أو يخرجها عن وقتها المختار، وأيضا الجماع بآخر الوقت يكون عقب نوم فتتغير رائحة الفم فيؤدى إلى المنافرة  أعنى الألفة والمحبة. قال الغزالى: يكره الجماع أول الليل لئلا ينام المرء على غير طهارة \nقد ورد نهى الوقاع فى أوقات مخافة على الولد، وذلك فى أول ليلة من الشهر، وآخر ليلة من الشهر مخافة الجنون على الولد، وليلة الأربعاء ويومها لئلا يكون قتالا، وليلة الأحد أو يومها لئلا يكون عاقا، وليلة النصف لئلا يفزع، ولا ليلة الفطر ويومها فيكون عقيما، ولا آخر النهار فيكون أحول، ولا من قيام فيكون بوالا.  \nويذكر فى فتح الإزار أن من جامع زوجته فى ليلة الجمعة يصير الولد حافظا فى كتاب الله تعالى، ومن جامع فى ليلة السبت يكون الولد مجنونا، ومن جامع فى ليلة الأحد يكون الولد سارقا لملك غيره أو ظالما، ومن جامع فى ليلة الإثنين يكون الولد فقيرا أو مسكينا أو راضيا لأمر الله وقضائه، ومن جامع فى ليلة الثلاثاء يكون الولد بارا للوالدين، ومن  جامع فى ليلة الأربعاء يكون الولد كثير العقل أو كثير العلم أو كثير الشكر، ومن جامع فى ليلة الخميس يكون الولد مخلصا فى قلبه .إهـ   \n\nوَكَوْنُهُ  بَعْدَ  نَشَاطِ الشَّهْوَةِ  *  وَخِفَّةِ الْبَطْنِ  لِحِفْظِ الصِّحَّةِالمعنى: أن من آداب الجماع أن يكون بعد مقدماته من ملاعبة وتقبيل حتى تنشط النفس إليه. قال العلماء: وأنفع الجماع بعد الهضم عند اعتدال البدن، وشدة الشهوة لا مع فكر أو نظر ونحوه. ومن آدابه أيضا أن يكون عقب خفة البطن والأعضاء لأن فى الجماع على الإمتلاء من الطعام والشراب ضررا كثيرا، ويهيج أوجاع المفاصل وغيرها، فليتق ذلك من أراد حفظ الصحة على نفسه. وقد قيل: ثلاثة ربما قتلت: الجماع على الجوع وعلى الشبع وبعد أكل القديد اليابس \nوليحذر من الجماع فى حال العطش والغيظ لأنه يسقط القوة كما قال الرازى، وفى حال الفرح المفرط لأنه يورث الغشاء، وكذا عقب السهَر والهم أو عقب الغضب لأنه يسقط القوة. وكذا إن كان قبله قىء أو إسهال أو تعب أو خروج دم أو عرق أو بول كثير لأنه مضر .إهـ  \n\nوَسُـنَّةُ الْجِمَاعِ فِى الْمَكَانِ  *  لاَ يُسْمَعُ الصَّوْتُ مِنَ اْلأَنِيْنِ \nالمعنى: إن المطلوب حالة الجماع أن لا يكون معه فى البيت أحد ولو طفلا صغيرا، إذ أن ذلك عورة والعورة يتعين سترها. فظاهره الحرمة بل ولا يخفى ما فيه من المشقة. لكن ذكر أبو عبد الله ابن الفخار أن النهى عن ذلك الكراهة لأن الأصل إباحة الوطء، وإنما كره لأن الحياء من الدين. هذا حيث يمكن إخراج من فى البيت، أما إن كان لا يمكن أو كان فى إخراجه مشقة لكونه ليس له إلا مسكن واحد مثلا فإنه يجعل حائلا بينه وبينهم، ويتحافظ من الصوت فى ذلك .إهـ    \nفقد نص الفقهاء على أن من آداب الجماع أن يجامع الرجل زوجته بعيداً عن أعين الناس وأسماعهم، قال ابن قدامة في المغني: ولا  يجامع بحيث يراهما أحد، أو يسمع حسهما، ولا يقبلها ويباشرها عند الناس. ولذا ينبغي للزوجين خفض أصواتهما حال الجماع، بحيث لا تصل إلى سمع أحد، لا سيما الأبناء لما له من آثار نفسية سيئة عليهم \nقال أحمد: ما يعجبني إلا أن يكتم هذا كله، وقال الحسن:  في الذي يجامع المرأة والأخرى تسمع، قال: كانوا يكرهون الوجس، وهو الصوت الخفي، ولا يتحدث بما كان بينه وبين أهله. وهذا الأدب تنبغي مراعاته بين الزوجين، ولا سيما في حق الأولاد لما له من تأثير سلبي عليهم، وهذا في حق الزوجين، وأما الأولاد فلا يجوز لأحد منهم القصد إلى سماع ذلك، ولو حصل أن وصل ذلك إلى سمع أحد منهم فليسارع إلى الإبتعاد أو فعل ما يحول بينه وبين هذا السماع .إه",
    "terjemahan": "Adab jimak/bersetubuh"
  },
  {
    "id": 10,
    "arabic": "فصل فى تحذيرات الجماع",
    "arabica": "فصل فى تحذيرات الجماع \n\nوَكَـثْرَةُ الْجِمَاعِ  لِلزَّوْجَيْنِ  *  مُفَـرِّغُ الْمَـنِيِّ بِاْلإِيْـقَانِ \n\nفَاسْتَخْرَجَ الرُّطُوْبَةَ اْلإَصْـلِيَّةْ  *  مَعَ دَمِ الْغَذَاءِ  فِى الْجِسْمِيَّةْ \nفَضَرَّ بَلْ  هُوَ يَكُـوْنُ سَبَبَا  *  لِلْعَطْبِ وَالْهَلاَكِ أَيْضًا مُوْجِبَا \nهَـرَمَهُ بِسُرْعَـةٍ وَشَـيْبَةِ  *  بِلاَ خَـفَاءٍ وَقَلِـيْلَ الْقُـوَّةِ \n\nالمعنى: إعلم أن الجماع لا يصلح إلا عند هيجان الشهوة مع استعداد المنى، فينبغى أن يخرجه للخلاء كما يخرج المسهلات الفضلة الرديئة من الإستفراغ، لأن فى حبسه عند ذلك ضررا عظيما، وليس فى الجماع وقت معين وقدر معين، بل ولا ينبغى للزوج أن يقلل عليها حتى تتضرر، ولا يكثر عليها حتى تمل. ولكن ينبغى للزوج أن يعلم أن الأمور أوسطها. والتقليل فى الجماع ضرر، فوجب إخراج المنى من المحتقن ويضر حبسه، وكذالك أن الضرر من كثرة الجماع تظهر آثاره على البدن من الإنهاك والتعب وآلام الركب والمفاصل، ونحو ذلك، فإنه بسبب كثرة الجماع استفرغ المنى ثم يأخذ من دم الغذاء ومن الرطوبة الأصلية فيكون سببا للهلاك والعطب، والمكثر من الجماع لا يخفى لهرمه سريعا وضعف قوته، وظهور الشيب قبل وقته .إهـ \n\nفَيَكْـتَفِى الْجِمَاعُ مَـرَّتَيْنِ  *  فِىْ كُلِّ أُسْـبُوْعٍ مِنَ الزَّمَانِ \n\nالمعنى: فالأصح أن الجماع لمن يصح ويقدر على كثرة الجماع فى الأسبوع مرتان، وللرجل معتدل المزاج وحالة المريض فى الأسبوع مرة لقلة الرطوبة. ولا يجمع بين مرتين فى يوم وليلة ففيه ضرر عظيم. فلو اشتكت امرأة الوطء فقال فى التوضيح يقتضى له عليها بأربع مرات فى الليلة وأربع فى اليوم. ولا يجوز هنا الإمتناع من غير غذر، لقوله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} البقرة: 228 أي ولهن على الرجال من الحق مثل ما للرجال عليهن، فلْيؤد كل واحد منهما إلى الآخر ما يجب عليه بالمعروف. ولقول رسول الله صلى الله عليه وسلم: {خَيْرُكُمْ خَيْرُكُمْ لأهْلِهِ، وأنا خَيْرُكُم لأهْلي} من حديث ابن عباس: رواه ابن ماجة في السنن. وكان من أخلاقه صلى الله عليه وسلم أنه جَمِيل العِشْرَة دائم البِشْرِ، يُداعِبُ أهلَه، ويَتَلَطَّفُ بهم، ويُوسِّعُهُم نَفَقَته، ويُضاحِك نساءَه، حتى إنه كان يسابق عائشة أم المؤمنين يَتَوَدَّدُ إليها بذلك. قالت: سابقني رسول الله فسبقته .إهـ \n\nوَيُكْرَهُ الْوَطْءُ بِلاَ الطُّـهُوْرِ  80  لِخَبَرٍ فِـيْهِ مِنَ  الضَّـرَارِ \n\nالمعنى: ويستحب الوضوء لمن أراد أن يجامع أهله، لأن الشيطان قد يتمكن من زلة المحدث إلى الكفر. فالمتوضئ مزدجر عنه. ولأن الجماع عبادة، والعبادة ينبغى أن يتطهر بها، وأيضا أن العبادة كلها مما يتقرب بها إلى الله سبحانه، وقد رغب الشارع فيها بالطهارة. بل أشد استحبابا لمن أراد أن يعود إلى أهله، لقوله صلى الله عليه وسلم: {إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ ثُمَّ أَرَادَ أَنْ يَعُوْدَ فَلْيَتَوَضَّأْ بَيْنَهُمَا وُضُوْءًا، فَإِنَّهُ أَنْشَطُ فِي الْعَوْدِ} رواه مسلم. والحكمة في ذلك تخفيف الحدث غالبا، والتنظيف، ودفع الأذى، وقيل لعله ينشط للغسل، ويزيد الجماع. فلو فعل شيئا من هذه الأمور من غير وضوء كره. ومثل الجنب في ذلك الحائض والنفساء إذا انقطع دمهما، وليس الأمر منحصرا فيما ذكره إذ يسن الوضوء في نحو أربعين موضعا، كذاك تجديد الوضو إن صلى فريضة أو سنة أو نفلا . وإن تمكن من الغسل بين الجماعين فهو أفضل، لحديث أبي رافع أن النبي صلى الله عله وسلم طاف ذات يوم على نسائه، يغتسل عند هذه وعند هذه، قال فقلت له: يا رسول الله ألا تجعله غسلا واحدا؟ قال: {هَذَا أَزْكَى وَأَطْيَبُ وَأَطْهَرُ} رواه أبو داود والنسائي .إهـ \n\nوَيُمْنَعُ الْجِمَاعُ فِى الْمَحِيْضِ  *  دُبُرِهَا وَضَيْقِ وَقْتِ الْفَرْضِ \n\nالمعنى: ويحرم إتيان الحائض حال حيضها لقول الله عز وجل: {وَيَسْأَلُوْنَكَ عَنِ الْمَحِيْضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيْضِ وَلاَ تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ} البقرة: 222، وعلى من أتى زوجته وهي حائض يستحب أن يتصدق بدينار أو ما يساويه إن جامع في إقبال الدم أو بنصف دينار إن جامع في إدباره. ويتكرر التصدق بتكرار الوطء، والمراد بإدباره زمن ضعفه، وبعده إلى الغسل كذلك. لما روى عن ابن عباس رضى الله عنهما ان النبي صلى الله عليه وسلم قال: {مَنْ أَتَى امْرَأَتَهُ حَائِضًا فَلْيَتَصَدَّقْ بِدِيْنَارٍ وَمَنْ أَتَاهَا وَقَدْ أَدْبَرَ الدَّمُ فَلْيَتَصَدَّقْ بِنِصْفِ دِيْنَارٍ} رواه علي بن الحكم البناني. لكن يجوز له أن يتمتع من الحائض بما دون الفرج لحديث عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم {يَأْمُرُ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَنْ تَتَّزِرَ ثُمَّ يُضَاجِعُهَا زَوْجُهَا} متفق عليه \nويحرم له بحال من الأحوال أن يأتي امرأته في الدبر، قال الله عز وجل: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ حَرْثٌ لَكُمْ فَأْتُوْا حَرْثَكُمْ أَنَّى شِئْتُمْ} البقرة: 223. ومعلوم أن مكان الحرث هو الفرج وهو ما يبتغى به الولد، قال النبي صلى الله عليه وسلم: {مَلْعُوْنٌ مَنْ يَأْتِي النِّسَاءَ فِي مَحَاشِّهِنَّ: أي أَدْبَارِهِنَّ} رواه ابن عدي. وذلك لما فيه من مخالفة للفطرة ومقارفة لما تأباه طبائع النفوس السوية، كما أن فيه تفويتا لحظ المرأة من اللذة، كما أن الدبر هو محل القذر، إلى غير ذلك مما يؤكد حرمة هذا الأمر \nويمنع الوطء عند ضيق وقت الصلاة الفريضة بحيث إن جامع واغتسل لم يدرك الوقت، فيكون آثما بتفويت الفرض به. ومن فعله ذلك فليتب إلى الله عز وجل، وكذا يكره الوطء عند ضيق وقت الصلاة غير المكتوبة كصلاة العيدين ونحوهما .إهـ\n\nلاَ تَشْرَبِىْ مَاكَانَ مِنْ حَرَارَةِ  *  ِلأَنَّ ذَلِكَ  مُمِيْتُ الشَّـهْوَةِ \nوَحَامِضِ  التُّفَاحِ اَوْ مِنْ خَلِّ  *  وَلَبَنٍ خَوْفَ  امْتِنَاعِ الْحَمْلِ \n\nالمعنى: إن الزوجة تمنع من أكل ما فيه حرارة ومرارة كالترمس والزيتون والحمص واللوبيا لأن ذلك  يميت الشهوة، وينشأ عنه عدم الحمل، والمقصود الأهم من النكاح هو الولد. لقوله صلى الله عليه وسلم:  {تَنَاكَحُوْا تَنَاسَلُوْا فَإِنِّيْ مُكَاثِرٌ بِكُمُ اْلأُمَمَ يَوْمَ الْقِيَامَةِ} أخرجه عبد الرزاق في مصنفه وابن ماجة في سننه. والمطلوب غذاؤه بلحم الدجاج والسفرجل والرمان والتفاح الحلو ونحو ذلك. وقد روي {أَنَّ قَوْمًا شَكَوْا إِلَى نَبِيِّهِمْ قُبْحَ أَوْلاَدِهِمْ، فَأَوْحَى اللَّهُ تَعَالَى إِلَيْهِ: مُرْهُمْ أَنْ يُطْعِمُوْا نِسَاءَهُمُ الْحُبَالَى السَّفَرْجَلَ فَإِنَّهُ يُحْسِنُ الْوَلَدِ وَيَفْعَلُ ذَلِكَ فِي الشَّهْرِ الثَّالِثِ وَالرَّابِعِ}، إذ فيه يصور الله تعالى الولد، وقد كانوا يطعمون الحبلى السفرجل، والنفساء الرطب. فبهذا تبين أن مسبب الأسباب أجرى سنته بربط المسببات بالأسباب إظهاراً للحكمة. والأدوية أسباب مسخرة بحكم الله تعالى كسائر الأسباب. فينبغى لها أن تجتنب الأغدية الرديئة وكثرة التخليط فى الأكل .إهـ",
    "terjemahan": "Larangan-larangan jimak"
  },
  {
    "id": 11,
    "arabic": "فصل فى كيفية الجماع",
    "arabica": "المعنى: وللجماع أشكال كثيرة يجهلها كثير من الأزواج، ولكن أحسنه ما يعقبه نشاط وطيب نفس وقوية الشهوة وهو بأن تستلقى المرأة على ظهرها ولاخير فيما عدا ذلك، ويكون رأسها منكوسا إلى أسفل ويرفع وركها بالوسادة وترفع رجليها إلى صدرها ويقعد الزوج بين فخذيها مستوفزا قاعدا على أطراف أصابعه ولا يهمز على بطنها بل يضمها ضما شديدا ويقبلها ويمص لسانها ويعض ونحو ذلك حتى أذا خضرت شهوتها أولجه تحريك. ولا يجعلها فوقه لأن ذلك يورث الإحتقان. وأفضل أشكال الجماع أن يعلو الرجل المرأة رافعا فخذيها بعد الملاعبة التامة ودغدغة الثدى ودلك الفرج بالذكر فإذا تغيرت عيناها وعظم نفسها وطلبت التزام الرجل أولج وصب المنى ليتصاعد المنيان وذلك هو المحل فإنه أحسن هيئات الجماع . ومما يعين على الجماع رؤية أفعال الحيوانات وقراءة الكتب المصنفة فى الباه وحكايات الأقوياء من المجامعين واستماع القيق من أصوات النساء وحلق العانة بهيج الشهوة. تنبيه: اعلم أن أسباب شهوة الجماع ستة: حرارة الصبا، وكثرة المنى، والتقرب فيمن يشتهى، حسن الوجه، وأطعمة معروفة، والملامسة. ثمانية أشياء تقوى على الجماع وتعين عليه، وهى: صحة البدن، وفراغ القلب من الهموم، وجلاء النفس، وكثرة الفرح، وحسن الغذاء، واختلاف والألوان، وكثرة المال، ومشاهدة الحيوانات وهى تمارس العملية الجنسية. وشر الأشكل فى الجماع ما يعقبه وعدة وضيق نفس وموت أعضاء وأغثيان وبغض الشخص المنكوحة وإن كان محبوبا وهو بأن يأتيها باركة لأن ذلك يشق عليها ولا على جنبها لأن ذلك يورث وجع الخاصرة. ولا يجعلها فوقه لأن ذلك يورث الإحتقان فيخاف من ذلك الإدرة وهى الإنتفاخ وقروح الإحليل والمثانة لعلف إنزال المنى فربما سال شيء من المرأة إلى أحليل الرجل .إهـ المعنى: إذا قضى الزوج جماعه فليتمهل على أهله حتى تقضي هى أيضا نهمتها، فإن إنزالها ربما يتأخر فيهج شهوتها ثم القعود عنها إيذاء لها، لأن المرأة تحب من الرجل ما يحب منها. فبذالك إذا أنزل قبل زوجته فإنه يطلب منه أن يمهل حتى تنـزل لأن ذلك هو السنة. ففى الحديث: {إِرْضَوْهُنَّ فَإِنَّ رِضَاهُنَّ فِى فُرُوْجِهِنَّ} وفيه أيضا: {اَلشَّهْوَةُ عَشْرَةُ أَجْزَاءٍ تِسْعَةٌ للِنِّسَاءِ وَالْعَاشِرَةُ لِلرِّجَالِ إِلاَّ أَنَّ اللَّهَ سَتَرَهُنَّ بِالْحَيَاءِ} والإختلاف فى طبع الإنزال يوجب التنافر مهما كان الزوج سابقا إلى الإنزال، والتوافق فى الإنزال ألذ عندها . ويكره النـزع قبل فراغ المرأة؛ لأن الرجل ربما أنزل قبل أن تنـزل المرأة، فيكون قد أصاب شهوته ولم تصب المرأة شهوتها، ونبه العلماء على ذلك لما فيه من المفاسد، والعواقب الوخيمة، فإن المرأة تكره زوجها حينئذ، وتحس أنه يريد قضاء حاجته فقط، وأنه لا يلتفت إليها، ولا يريد أن يحسن إليها، ويكرمها في عشرته لها، فلربما حقدت عليه، ودخل الشيطان بينهما فأفسدها عليه، فيشرع بناءً على مقاصد الشرع العامة من حصول السكن والألفة، فعليه أن يعطي المرأة حقها، وأن يمكنها من الإنزال فلا ينـزع قبل أن تنـزل المرأة؛ لأن ذلك أبلغ في الحظوة، وأبلغ في المحبة، وأبلغ في المودة، ومقصود الشرع تحصيل ذلك، وتحصيل الأسباب المعينة عليه يجوز للزوج العزل إذا لم يرد الولد ويجوز له كذلك استخدام الواقي، إذا أذنت الزوجة لأن لها حقا في الإستمتاع وفي الولد، ودليل ذلك حديث جابر بن عبد الله رضي الله عنهما أنه قال: {كُنَّا نَعْزِلُ عَلَى عَهْدِ رَسُوْلِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَلَغَ ذَلِكَ رَسُوْلَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَنْهَنَا}. رواه البخاري.  والعزل هو عزل الماء عن الفرج بالإنزال خارجا منه عند الجماع وهو جائز مع الكراهة، إن كانت الموطوءة حرة بإذنها، لأنه طريق إلى قطع النسل. والأولى ترك ذلك كله لأمور منها: أن فيه تفويتا للذة المرأة أو إنقاصا لها. ومنها أن فيه تفويت بعض مقاصد النكاح وهو تكثير النسل والولد كما ذكرنا سابقا  .إهـ المعنى: علامة إنزال المرأة عرق جبهتها والتصاقها بالرجل ومن ذلك استرخاء مفاصلها واستحيائها من النظر فى الرجل وربما أخذتها رعدة. وينبغى للمرأة أن تضم فرجها على الذكر عند الإنزال وتشده شدا فإنه غاية فى اللذة للرجل. ويستحب عند الإنزال أن يقرأء سرا: اَلْحَمْدُ لِلَّهِ الَّذِىْ خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِحْرًا وَكَانَ رَبُّكَ قَدِيْرًا. قال فى الإحياء: وإذا قربت من الإنزال فقل في نفسك ولا تحرك شفتيك: اَلْحَمْدُ لِلَّهِ الَّذِيْ خَلَقَ مِنَ الْمَاءِ بَشَرًا الخ... اَللَّهُمَّ إِنْ كُنْتَ خَلَقْتَ خَلْقًا فِى بَطْنِ هَذِهِ الْمَرْأَةِ فَكَوِّنْهُ ذَكَرًا وَسَمِّهِ أَحْمَدَ بِحَقِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَبِّ لاَ تَذَرْنِى فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِيْنَ. وصفات المني عند المرأة أصفر رقيق. ولا يخرج بتدفق بل يسيل. قال ابن الصلاح: إنه يكون في الشتاء أبيض ثخينا وفي الصيف أصفر رقيقا، وربما لا يحس بخروجه وهو أغلب في النساء منه في الرجال، خصوصا عند هيجانهن. وأما إن تغير المني بحدوث مرض أو اختلاف غذاء أو كثرة جماع فصار رقيق القوام متغير اللون إلى صفرة أو حمرة لم يمكن أن يوصف بصفته وقل ما يخفى على منـزله . وصفات المني عند الرجل أبيض ثخين يخرج بتدفق أو لذة بخروجه، وإن لم يتدفق لقلته، ذو رائحة كريهة كرائحة الطلع أو العجين إن كان رطبا وكرائحة البيض المشوي إن كان جافا. قال الفاكهاني: خواص المني ثلاثة: الأولى: الخروج بشهوة مع الفتور عقبه. الثانية: الرائحة كرائحة الطلع قريبة من رائحة العجين. الثالثة: الخروج بتدفق. فكل واحد من هذه الثلاث إذا انفردت اقتضت كونه منيا وإن فقدت كلها فليس بمني . قال رسول الله صلى الله عليه وسلم: {هَلْ تَعْلَمُوْنَ أَنَّ مَاءَ الرَّجُلِ أَبْيَضُ غَلِيظٌ، ومَاءَ الْمَرْأَةِ أَصْفَر رَقِيقٌ، فَأَيُّهُمَا عَلاَ كَانَ لَهُ الْوَلَدُ وَالشَّبَهُ بِإِذْنِ اللَّهِ، إِنْ عَلاَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ كَانَ ذَكَرًا بِإِذْنِ اللَّهِ، وَإِنْ عَلاَ مَاءُ الْمَرْأَةِ مَاءَ الرَّجُلِ كَانَ أُنْثَى بِإِذْنِ اللَّهِ} رواه أحمد. فعن ابن عباس رضى الله عنه: قال رسول الله صلى الله عليه وسلم: {يَخْتَلِطُ مَاءُ الرَّجُلِ وَهُوَ أَبْيَضُ غَلِيْظٌ بِمَاءِ الْمَرْأَةِ وَهُوَ أَصْفَرُ رَقِيْقٌ فَيُخْلَقُ مِنْهُمَا الْوَلَدُ، فَمَا كَانَ مِنْ عَصَبٍ وَعَظَمٍ وَقُوَّةٍ فَهُوَ مِنْ مَاءِ الرَّجُلِ، وَمَا كَانَ مِنْ لَحْمٍ وَدَمٍ وَشَعْرٍ فَهُوَ مِنْ مَاءِ الْمَرْأَةِ} رواه أحمد  .إهـ المعنى: وإذا قضيت حاجتك فلا تقم عنها قاما ولكن اضطجع على يمينك، وكذا المرأة إذا اضطجعت على يمينها كان أحسن للطبيعة وأرجى للولد إن شاء الله تعالى. وذكر فى بعض الكتب أن من فعل ذلك لم يولد له إلا ولد ذكر، ويقال إن مسكن الولد فى شق الأيمن من الرحم، أوبالعكس بأن اضطجعت على يسارها فيكون الجنين أنثى . وقال الأطباء: إن نوم الحامل على يسارها أفضل وذلك لتجنب التفاف الحبل السري على رقبة الجنين. ويحرم على كل من الزوجين أن ينشر الأسرار المتعلقة بما يجري بينهما من أمور المعاشرة الزوجية، بل هو من شر الأمور، لأن ذلك أمانة يجب حفظها، وعورة يجب سترها. ولما ورد من الوعيد الشديد فى ذلك كما قال النبي صلى الله عليه وسلم: {إِنَّ مِنْ شَرِّ النَّاسِ مَنْـزِلَةً عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ الرَّجُلُ يُفْضِيْ إِلَى امْرَأَتِهِ وَتُفْضِيْ إِلَيْهِ ثُمَّ يَنْشُرُسَرَّهَا} رواه مسلم. ويكره أن يطأ زوجته أو جاريته بحضرة أخرى فإنه دناءة، ولكن جزم في شرح مسلم بأنه يحرم عليه أن يظهر ما جرى بينهما من أمور الإستمتاع ووصف تفاصيل ذلك، وأما مجرد الجماع فيكره ذكره إلا لفائدة .إهـ",
    "terjemahan": "Tata cara jimak"
  },
  {
    "id": 12,
    "arabic": "فصل فى حق الولد على والده",
    "arabica": "المعنى: فينبغى للوالدين من حين حملت زوجته أن يكثرا الدعاء بالخير إلى الله تعالى عز وجل لأن يرزق لهما أولادا صالحين ينتفعان بهم وبدعائهم، بارين بهما ومحسنين إليهما، موحدين على دينهم، مخلصين له الدين والدعوة والعمل. وذلك بأن يدعوا لأبنائهما بالحفظ والعافية والسلامة من شر كل ذي شر أو نحوه. لأن دعاء الوالدين مستجاب، كما روى عن أبي هريرة رضي الله عنه أنه قال: قال رسول الله صلى الله عليه وسلم: {ثَلاَثُ دَعَوَاتٍ مُسْتَجَابَاتٌ: دُعَاءُ الْوَالِدِ عَلَى وَلَدِهِ، وَدَعْوَةُ الْمَظْلُوْمِ، وَدَعْوَةُ الْمُسَافِرِ} أخرج البيهقي، وعن أنس رضى الله عنه قال. قال رسول الله صلى الله عليه وسلم: {دُعَاءُ الْوَالِدِ لِوَلَدِهِ كَدُعَاءِ النَّبِىِّ لأُمَّتِهِ} رواه الديلمى.  وأما دعاء الوالد على ولده بغير حق فلا يجوز، بل الدعاء بغير حق لا يستجيب الله له كما في الحديث: {لاَ يَزَالُ يُسْتَجَابُ لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيْعَةِ رَحْمٍ} رواه مسلم. وأن يكثرا الإستغفار من الذنوب، لأن الإستغفار أول حال الراجع إلى الله. وعن ابن عباس رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم: {مَنْ لَزِمَ اْلإِسْتِغْفَارَ جَعَلَ اللَّهُ لَهُ مِنْ كُلِّ هَمٍّ فَرَجًا، وَمِنْ كُلِّ ضَيْقٍ مَخْرَجًا، وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ} أخرج أبو داود والنسائي. فالإستغفار من أعظم أسباب المطر وحصول أنواع الأرزاق من الأموال والأولاد ونحوهما كما قال تعالى: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا} نوح:11. ومن هذا يفهم أن من أكثر الإستغفار حباه الله ما يسره، وحماه ما يضره. قال عطاء: المعنى يكثر أموالكم وأولادكم. والأولى الدعاء من الشهر الأول إلى التى قبل نفخ الروح، لأن الله يصور الولد في الأرحام ويقدره فى تلك المدة، ذكرا كان أو أنثى، أبيض كان أو أسود، حسنا كان أو قبيحا، تاما كان أو ناقصا، لحديث النبى صلى الله عليه وسلم: {إنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ أرْبَعِيْنَ يَوْماً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةٌ مثْلَ ذَلِكَ، ثُمَّ يَكُوْنُ مُضْغَةٌ مِثْلَ ذَلِكَ، ثُمَّ يُرْسَل إلَيْهِ المَلَكُ، فَيَنْفُخُ فِيْهِ الرُّوْحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ، وَعَمَلِهِ، وَأَجَلِهِ، وَشَقِيٍّ أَوْ سَعِيْدٍ، فَوَالَّذِيْ لاَ إِلَهَ غَيْرَهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلَهَا، وَإنَّ أَحَدَكُمُ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلَهَا} متفق على صحته عن ابن مسعود. فعلم من هذا أن الروح إذا نُفخ فيه فقد تهيأ للحياة والنماء فلا يغيره الدعاء، لأن هذا صار من علم القضاء المبرم، بخلاف القضاء المعلق من أنه يمكن منه التغير .إهـ المعنى: إذا ولدت زوجته فيؤذن في أذن الولد: لما روى رافع عن أبيه قال: {رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَذَّنَ فِي أُذُنِ الْحُسَيْنِ حِيْنَ وَلَدَتْهُ فَاطِمَةُ رَضِيَ اللَّهُ عَنْهَا} رواه أبو داود. وروي عن النبي صلى الله عليه وسلم أنه قال: {مَنْ وَلَدَ لَهُ مَوْلُوْدٌ فَأَذَّنَ فِي أُذُنِهِ الْيُمْنَى وَأَقَامَ فِي أُذُنِهِ الْيُسْرَى دَفَعَتْ عَنْهُ أُمُّ الصِّبْيَانِ} رواه البيهقى. ويستحب أن يلقنه أول انطلاق لسانه لا إله إلا الله، ليكون أول حديثه، والختان في اليوم السابع. وكذا يستحب تحنيك المولود: لما روى عن أبي موسى الأشعري رضي الله عنه قال: {وُلِدَ لِيْ غُلاَمٌ، فَأَتَيْتُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمَّاهُ إِبْرَاهِيْمَ، فَحَنَّكَهُ بِتَمْرَةٍ وَدَعَالَهُ بِالْبَرَكَةِ ... الحديث} متفق عليه. والتحنيك: هو مضغ طعام حلو، وتحريكه في فم المولود، والأفضل أن يكون التحنيك بالتمر. والعقيقة عن المولود: عن عائشة رضي الله عنها قالت: {أَمَرَنَا رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَعِقَّ عَنِ الْجَارِيَةِ شَاةً، وَعَنِ الْغُلاَمِ شَاتَيْنِ} رواه أحمد. تنبيه: إذا هنىّء بالولد فقيل له متعك الله بولدك أو جعله له ولداً صالحاً ونحوه فأجاب بما يتضمن الإقرار والإستلحاق كقوله آمين أو نعم أو استجاب الله منك فليس له النفي بعده وإن أجاب بما لا يتضمن الإقرار كقوله جزاك الله خيراً أو بارك الله عليك أو أسمعك خيراً أو زودك مثله لم يبطل حقه من النفي .إهـ فاعلم أن الأولاد أمانة في أعناق الأباء والأمهات، وحق الأمانة أداؤها على أكمل وجه وإلا فربما كانت وبالاً على صاحبها. ولهذا يتأكد الإعتناء بهم، وتربيتهم التربية الصالحة التي تؤهلهم لأن يكونوا عباداً صالحين مستقيمين على أمر الله. فحق الولد على والديه ثلاثة. كما روى عن أبي هريرة رضى الله عنه قال. قال رسول الله صلى الله عليه السلام: {حَقُّ الْوَلَدِ عَلَى الْوَالِدِ أَنْ يُحْسِنَ اسْمَهُ وَيُعَلِّمُهُ الْكِتَابَةَ وَيُزَوِّجَهُ إِذَا بَلَغَ} رواه أبو نعيم عن أبى هريرة. فالأول: من حق الولد على والديه أن يسميه اسماً حسناً. قال صلى الله عليه وسلم: {إِذَا سَمَّيْتُمْ فَعَبِّدُوْا} أخرج الطبراني. وقال عليه الصلاة والسلام: {أَحَبُّ اْلأَسْمَاءِ ِإلَى اللَّهِ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ}رواه أبو داود. وقال عليه الصلاة والسلام: {سَمُّوْا بِاسْمِيْ وَلاَ تَكْتَنُّوْا بِكُنْيَتِيْ} متفق عليه. قال العلماء: كان ذلك في عصره صلى الله عليه وسلم إذ كان ينادى يا أبا القاسم والآن فلا بأس، نعم لا يجمع بين اسمه وكنيته، وقد قال صلى الله عليه وسلم: {لاَ تَجْمَعُوْا بَيْنَ اسْمِيْ وَكُنْيَتِيْ} أخرج الطبراني. وقيل: إن هذا أيضاً كان في حياته، ويسمى رجل أبا عيسى فقال عليه السلام: {إِنَّ عِيْسَى لاَ أَبَ لَهُ} رواه عبد الرزاق، فيكره ذلك، والسقط ينبغي أن يسمى. قال عبد الرحمن بن يزيد بن معاوية: بلغني أن السقط يصرخ يوم القيامة وراء أبيه فيقول: أنت ضيعتني وتركتني لا اسم لي؛ فقال عمر بن عبد العزيز: كيف وقد لا يدري إنه غلام أو جارية، فقال عبد الرحمن: من الأسماء ما يجمعها كحمزة وعمارة وطلحة وعتبة، وقال صلى الله عليه وسلم: {إِنَّكُمْ تُدْعَوْنَ يَوْمَ الْقِيَامَةِ بِأَسْمَائِكُمْ وَأَسْمَاءِ آبَائِكُمْ فَأَحْسِنُوْا أَسْمَاءَكُمْ} متفق عليه من حديث أبي هريرة. ومن كان له اسم يكره يستحب تبديله، لأن رسول الله صلى الله عليه وسلم أبدل اسم العاص بعبد الله. وكان اسم زينب برة، فقال عليه السلام: {تُزَكِّيْ نَفْسَهَا، فَسَمَّاهَا زَيْنَبَ} أخرجه مسلم، وكذلك ورد النهي في تسمية أفلح ويسار ونافع وبركة لأنه يقال: أثم بركة؟ فيقال: لا .إهـ المعنى: والثانى من حق الولد على والديه: أن يعلمه الكتاب. فاعلم أن الطريق في رياضة الصبيان من أهم الأمور وأوكدها، والصبيان أمانة عند والديه، فلا يكتفي من تأدية الأمانة بتوفير الطعام والشراب والملبس ويشغل عنه بأعماله الدنيوية ويهمله، فإن فعل ذلك فإنه غالباً يندم ويتحسر في الدنيا إذا كبر، وفي الآخرة إذا سئل عن تضييع الأمانة فيه. فالواجب على والديه أداء حقوقه وأموره وإشتغاله في المكتب فيتعلم القرآن وأحاديث الأخبار وحكايات الأبرار وأحوالهم لينغرس في نفسه حب الصالحين ويحفظ من الأشعار التي فيها ذكر العشق وأهله، ويحفظ من مخالطة الأدباء الذين يزعمون أن ذلك من الظرف ورقة الطبع، فإن ذلك يغرس في قلوب الصبيان بذر الفساد، فعن علي بن أبي طالب رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: {أَدِّبُوْا أَوْلاَدَكُمْ عَلَى ثَلاَثِ خِصَالٍ حُبِّ نَبِيِّكُمْ، وَحُبِّ أَهْلِ بَيْتِهِ، وَعَلَى قِرَاءَةِ الْقُرْآنِ، فَإِنَّ حَمَلَةَ الْقُرْآنِ فِيْ ظِلِّ اللَّهِ، يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ، مَعَ أَنْبِيَائِهِ وَأَصْفِيَائِهِ} أخرجه الديلمي. وأداء أمور دينه، بأن يلقنه عقيدة أهل السنة والجماعة، ويزيل عن قلبه كل بدعة، ويأمر بطاعة الله تعالى وينهيه عن المخالفة عنه، ويعلمه الطهارة والصلاة لسبع سنين، ويضربه عليها لابن عشر سنين، وإذا بلغ من الصبيان عشرا منع من النوم مع أخته ومع محرم غيرها متجردين، فيجعل لكل صبي وصبية فراشا وحده إذا بلغا حد الشهوات في الجماع. لما روى عن النبى صلى الله عليه وسلم: {مُرُوْا أَوْلاَدَكُمْ بِالصَّلاَةِ لِسَبْعِ سِنِيْنَ وَاضْرِبُوْهُمْ عَلَى تَرْكِهَا لِعَشْرٍ وَفَرِّقُوا بَيْنَهُمْ فِي الْمَضَاجِعِ} رواه أبوداود. ويعود صلة الرحم وحسن تأدية فروض الشرع ونحوها. وتأديبه بحسن الأدب مثل أن لا يأخذ الطعام إلا بيمينه، وأن يقول عليه بسم الله عند أخذه، وأن يأكل مما يليه، وأن لا يبادر إلى الطعام قبل غيره، ولا يحدق النظر إليه ولا إلى من يأكل، وأن لا يسرع في الأكل وقلة المبالاة به والقناعة بالطعام الخشن أي طعام كان. وعن مخالطة كل من يسمعه ما يرغبه فيه فإن الصبي مهما أهمل في ابتداء نشؤه خرج في الأغلب رديء الأخلاق كذاباً حسوداً نماماً لحوحاً ذا فصول وضحك وكياد، وإنما يحفظ عن جميع ذلك بحسن التأديب. وتحسين أخلاقه وتطبيعه وتعويده بالعادات الحسنة بأن يحبب إليه من الثياب البيض دون الملون والإبريسم ويقرر عنده أن ذلك شأن النساء والمخنثين، وأن الرجال يستنكفون منه ويكرر ذلك عليه، ومهما رأى على صبي ثوبا من إبريسم أو ملون فينبغي أن يستنكره ويذمه، ويحفظ الصبي عن الصبيان الذين عودوا التنعم والرفاهية ولبس الثياب الفاخرة. والوعظ بأن يرشده إلى الأخلاق المحمودة المسعدة ويهذب نفوسه عن الأخلاق المذمومة المهلكة  .إهـ والثالث من حق الولد على والديه: فإذا راهق الصبي فينبغي لأبيه أن يزوجه لئلا يعتاد الفاحشة. فقد جاء في الحديث: {مَنْ بَلَغَ لَهُ وَلَدٌ أَمْكَنَهُ أَنْ يُزَوِّجَهُ فَلَمْ يَفْعَلْ، وَأَحْدَثَ الْوَلَدُ إِثْماً كَانَ اْلإِثْمُ بَيْنَهُمَا}  بل يلزم للوالدين أن يزوج ولده إذا كان الولد محتاجاً إلى الزواج. قال أهل العلم من الحنابلة: إنه يجب على من تلزمه نفقة شخص أن يزوجه إن كان ماله يتسع لذلك، فيجب على الأب أن يزوج ابنه إذا احتاج الإبن للزواج ولم يكن عنده ما يتزوج به، لكن سمعت أن بعض الآباء الذين نسوا حالهم حال الشباب إذا طلب ابنه منه الزواج قال له: تزوج من عرق جبينك. وهذا غير جائز، وحرام عليه إذا كان قادراً على تزويجه، سوف يخاصمه ابنه يوم القيامة إذا لم يزوجه مع قدرته على تزويجه . إذا تعارض حج الوالد مع زواج الإبن، لكون المال الذي يملكه الأب لا يكفي إلا لأحدهما ، فإنه ينظر في نكاح الإبن هل يجب الآن أم يمكن تأخيره؟ فإن كان الإبن محتاجا للنكاح ويخشى على نفسه الوقوع في الحرام، فإن زواجه مقدم على حجه هو لنفسه، ومقدم على حج أبيه كذلك لأمرين: الأول: أن إعفافه وصيانته عن الوقوع في الحرام أمر واجب لا يحتمل التأخير، أما الحج فيمكن تأخيره إلى أن ييسر الله له. والثاني: أن الحج لا يجب على الأب إلا إذا ملك مالا فائضاً عن نفقته ونفقة من تلزمه نفقته، وقد لزمه هنا تزويج ابنه حتى لا يقع في الحرام. قال صلى الله عليه وسلم: {مَنْ تَرَكَ التَّزَوُّجَ مَخَافَةَ الْعَيْلَةِ فَلَيْسَ مِنَّا} رواه الديلمى عن أبى سعيد. وهذا ذم لعلة الامتناع. وقال صلى الله عليه وسلم:{مَنْ نَكَحَ لِلَّهِ وَأَنْكَحَ لِلَّهِ استَحَقَّ وِلاَيَةَ اللَّهِ} أخرجه أحمد  وهذا تعليل في الترغيب لخوف الفساد، وهذا أيضاً إشارة إلى أن فضيلته لأجل التحرز من المخالفة تحصنا من الفساد فكأن المفسد لدين المرء في الأغلب فرجه وبطنه وقد كفى بالتزويج أحدهما، وقال صلى الله عليه وسلم: {إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُوْ لَهُ} أخرجه مسلم. ولا يوصل إلى هذا إلا بالنكاح. وأما الآثار فقال عمر رضي الله عنه: لاَ يَمْنَعُ مِنَ النِّكَاحِ إِلاَّ عَجْزٌ أَوْ فُجُوْرٌ. وقال ابن عباس رضي الله عنهما: لاَ يَتِمُّ نُسُكُ النَّاسِكِ حَتَّى يَتَزَوَّجَ. وكان ابن مسعود رضي الله عنه يقول: لَوْ لَمْ يَبْقَ مِنْ عُمْرِي إِلاَّ عَشْرَةَ أَيَّامٍ لأَحْبَبْتُ أَنْ أَتَزَوَّجَ لِكَيْلاَ أَلْقَى اللَّهُ عَزَبًا. وهذا يدل على أنهم رأووا في النكاح فضلا لا من حيث التحرز عن غائلة الشهوة  .إهـ",
    "terjemahan": " Hak-hak anak pada orang tua"
  }
  
]